Repository: Jcook894/Travel_Insurance_Ratings
Catalog: components/com_jreviews/jreviews/locale/cat/LC_MESSAGES/default.po
Languages: ca

source: View all user comments
ca: Veure tots els comentaris d'usuari

source: Your name
ca: El teu nom

source: Your email
ca: El teu correu electrònic

source: Please enter your email.
ca: Escriu el teu correu electrònic

source: Message
ca: Missatge

source: Please enter your message.
ca: Escriu el teu missatge

source: You have reached the maximum number of free listings for this category.
ca: Has arribat al màxim d'entrades gratuïtes per aquesta categoria.

source: Meta Data
ca: Meta Dades

source: Meta Description
ca: Meta Descripció

source: Meta Keywords
ca: Meta Paraules Clau

source: I will submit my review later on
ca: No vull fer una resenya ara mateix

source: I will submit my comment later on
ca: No vull fer una resenya ara mateix

source: Review Title
ca: Títol de la resenya

source: You will be able to upload media right after checkout.
ca: Podràs pujar multimèdia un cop acabada la comanda

source: Map
ca: Mapa

source: Details
ca: Detalls

source: Reviews
ca: Resenyes

source: Related Listings
ca: Entrades relacionades

source: Go back to previous page
ca: Tornar a la pàgina anterior

source: Editor Ratings
ca: Valoracions d'editor

source: User Ratings
ca: Valoracions d'usuari

source: Remove item
ca: Eliminar ítem

source: Your search did not return any results. Try adjusting your search values.<br /><br /><a href="javascript:window.history.go(-1)">Click here to go back.</a>
ca: La teva cerca no ha tornat cap resultat. Intenta adjustar-ne els valors<br /><br /><a href="javascript:window.history.go(-1)">Clica aquí per tornar.</a>

source: Your favorites list is empty.
ca: No tens favorits

source: Ratings
ca: Valoracions

source: File Description
ca: Descripció de l'arxiu

source: File Size
ca: Mida de l'arxiu

source: File Type
ca: Tipus d'arxiu

source: Downloads
ca: Descàrregues

source: You are not allowed to upload or have reached your upload limit.
ca: No t'està permés pujar arxius, o ja has excedit la teva quota.

source: Upload Media
ca: Pujar multimèdia

source: Link Video
ca: Enllaçar vídeo

source: Upload Limits:
ca: Límits de pujada:

source: Terms &amp; Conditions
ca: Termes i Condicions

source: Before uploading media, please accept our Terms &amp; Conditions. All uploads must be family friendly, original non-copyrighted, non-commercial and virus-free.
ca: Abans de pujar multimèdia, accepta els nostres Termes i Condicions. Tot el que es puji ha de ser apte, original, sense copyright, no comercial i sense virus.

source: Read our complete submission guidelines.
ca: Llegeix la nostra política de contribucions

source: I accept the Terms & Conditions.
ca: Accepto els Termes i Condicions

source: Linked Videos
ca: Vídeos enllaçats

source: Crop
ca: Retallar

source: Scale
ca: Escalar

source: Pending
ca: Pendent

source: Rejected
ca: Rebutjat

source: Pending Approval
ca: Pendent d'aprovació

source: Uploaded
ca: Pujat

source: seconds
ca: Segons

source: Submitted by:
ca: Enviat per:

source: %s views
ca: %s visites

source: Admin message: users will be able to re-order media only if the 'Default Media Order - Listing Specific' media setting is set to 'ordering'.
ca: Pels administradors: els usuaris només podràn canviar l'ordre si la configuració d'Ordre per defecte multimèdia - Específic per Entrades (Default Media Order - Listing Specific) està configurada a 'Ordenat' (ordering)

source: Listing Owner Photos
ca: Imatges oficials

source: User Photos
ca: Imatges d'usuaris

source: Listing Owner Videos
ca: Vídeos Oficials

source: User Videos
ca: Vídeos d'usuaris

source: More by %s
ca: Més de %s

source: My Media
ca: Els meus arxius multimèdia

source: My Listings
ca: Les meves entrades

source: Upload Successful. Continue with uploads or leave this page.
ca: Pujat amb èxit. Continua pujant altres arxius o marxa d'aquesta pàgina.

source: Address
ca: Adreça

source: Other users interested in %s
ca: Hi han altres usuaris interessats en %s

source: Number of reviews written:
ca: Quantitat de resenyes escrites:

source: Percentage helpful votes
ca: Percentatge de vots útils

source: votes
ca: vots

source: There are %s listings and %s reviews.
ca: Hi ha %s entrades i %s opinions

source: You will be able to upload media right after you submit your review.
ca: Podràs pujar multimèdia un cop enviïs la teva resenya.

source: You will be able to upload media right after you submit your comment.
ca: Podràs pujar multimèdia un cop enviïs el teu comentari.

source: Editor reviews
ca: Resenyes d'editor

source: Editor review
ca: Resenya d'editor

source: Editor comments
ca: Comentaris d'editor

source: Editor comment
ca: Comentari d'editor

source: View all editor reviews
ca: Veure totes les resenyes d'editors

source: View all editor comments
ca: Veure tos els comentaris d'editors

source: Rank
ca: Classificació

source: View all my reviews (%s)
ca: Veure totes les meves resenyes (%s)

source: Owner's reply
ca: Resposta de l'autor

source: Photos (%s)
ca: Imatges (%s)

source: Videos (%s)
ca: Vídeos (%s)

source: Read Review
ca: Llegir resenya

source: Do you have media to share? %s
ca: Vols compartir multimèdia? %s

source: No reviews were found.
ca: No s'ha trobat cap resenya

source: Listing summary
ca: Resum de l'entrada

source: Listing description
ca: Descripció de l'entrada

source: Review comments
ca: Revisar comentaris

source: Any
ca: Qualsevol

source: Exact
ca: Exacte

source: Listing author
ca: Autor de l'entrada
