Repository: Jcook894/Travel_Insurance_Ratings
Catalog: components/com_jreviews/jreviews/locale/cat/LC_MESSAGES/default.po
Languages: ca

source: Go to page %s
ca: Anar a la pàgina %s

source: Go to page %s of %s
ca: Anar a la pàgina %s de %s

source: Results per page
ca: Resultats por pàgina

source: Guest
ca: Convidat

source: Add
ca: Afegir

source: Submit
ca: Enviar

source: between
ca: entre

source: Title
ca: Títol

source: Most recent
ca: Més recents

source: Oldest
ca: Més antic

source: Last updated
ca: Darrera actualització

source: Most popular
ca: Més populars

source: Highest user rating
ca: Millor valoració d'usuari

source: Lowest user rating
ca: Pitjor valoració d'usuari

source: Highest editor rating
ca: Millor valoració d'editor

source: Lowest editor rating
ca: Pitjor valoració d'editor

source: Most reviews
ca: Més resenyats

source: Author
ca: Autor

source: Distance
ca: Distància

source: Most helpful
ca: Més útil

source: Least helpful
ca: Menys útil

source: Most discussed
ca: Més discutit

source: #1 Reviewer
ca: Crític nº1

source: Top 10 Reviewer
ca: Top 10 de crítics

source: Top 50 Reviewer
ca: Top 50 de crítics

source: Top 100 Reviewer
ca: Top 100 de crítics

source: Top 500 Reviewer
ca: Top 500 de crítics

source: Top 1000 Reviewer
ca: Top 1000 de crítics

source: Views
ca: Vistes

source: Video count
ca: Quantitat de vídeos

source: Photo count
ca: Quantitat d'imatges

source: Audio count
ca: Quantitat d'audios

source: Attachment count
ca: Quantitat d'adjunts

source: Favorite count
ca: Quantitat de favorits

source: Pending Moderation
ca: Pendent de moderació

source: Expired
ca: Vençut

source: New
ca: Nou

source: Hot
ca: Recent

source: Newest
ca: El més nou

source: Most Popular
ca: El més popular

source: Most Liked
ca: El més apreciat

source: Ordering
ca: Ordenar

source: All
ca: Tots

source: Video
ca: Vídeo

source: Photo
ca: Imatge

source: Attachment
ca: Adjunt

source: I like this
ca: M'agrada

source: I dislike this
ca: No m'agrada

source: Report as inappropriate
ca: Informar d'inapropiat

source: no upload limit
ca: Sense límit

source: upload limit reached (%s)
ca: S'ha excedit el limit de pujada (%s)

source: %1$s remaining out of %2$s
ca: Queden %1$s de %2$s

source: No rating
ca: Sense valoració

source: Editor rating
ca: Valoració d'editor

source: User rating
ca: Valoració d'usuari

source: Overall rating
ca: Valoració mitja

source: Not rated
ca: No valorat

source: N/A
ca: N/D

source: Add Media
ca: Afegir multimèdia

source: Comments (%s)
ca: Comentaris (%s)

source: Claim this listing
ca: Reclamar el control de l'entrada

source: Compare
ca: Comparar

source: Download
ca: Descarregar

source: LANG_LISTING_SEND_INQUIRY
ca: Enviar consulta

source: Reply to this review
ca: Contestar a aquesta resenya

source: Reply to this comment
ca: Contestar a aquest comentari

source: Delete Reply
ca: Esborrar resposta

source: Edit
ca: Editar

source: Report this comment
ca: Reportar aquest comentari

source: Report this review
ca: Reportar aquesta resenya

source: Was this review helpful to you?
ca: T'ha estat útil aquesta resenya?

source: Manage
ca: Administrar

source: Delete
ca: Esborrar

source: Edit Media
ca: Editar multimèdia

source: Published
ca: Publicat

source: Unpublished
ca: Despublicat

source: Not featured
ca: no destacat

source: Main Media
ca: Multimèdia principal

source: Read more
ca: Llegir més

source: Read reviews
ca: Llegir resenyes

source: Write review
ca: Resenyar

source: Keywords
ca: Paraules Clau

source: Category
ca: Categoria

source: Miles
ca: Milles

source: Please enter a valid value for %s.
ca: Introdueix un valor vàlid per %s

source: Select Category
ca: Escull categoria

source: User Reviews: %s
ca: Resenyes d'usuari: %s

source: Editor Reviews: %s
ca: Resenyes d'editors: %s

source: Media for %s
ca: Multimèdia per %s

source: Listings by %s
ca: Entrades per %s

source: ordered by %s
ca: Ordenat per %s

source: ordered by %s desc
ca: Ordenat per %s desc

source: Favorites by %s
ca: Favorits de %s

source: Reviews written by %s
ca: Resenyes escrites per %s

source: Review for %s, %s
ca: Resenyes per %s, %s

source: Remove from favorites
ca: Treure de favorits

source: Add to favorites
ca: Afegir a favorits

source: Other users interested in {title}
ca: Altres usuaris estan interessats en {title}

source: Search ANY selected option
ca: Cerca per QUALSEVOL de les opcions escollides

source: Search ALL selected options
ca: Cerca per TOTES les opcions escollides

source: Select
ca: Escull

source: No listings selected for comparison.
ca: No s'han escollit entrades a comparar

source: %s Comparison
ca: Comparació de %s

source: Only listings with the same listing type can be compared. One or more of the listing ids in the menu has a different listing type.
ca: Només es pòden comparar les entrades del mateix tipus

source: Media by %s
ca: Multimèdia de %s

source: Photos by %s
ca: Imatges de %s

source: Videos by %s
ca: Vídeos de %s

source: Audio by %s
ca: Audio de %s

source: Attachments by %s
ca: Adjunts per %s

source: Photos for %s
ca: Imatges per %s

source: Video for %s
ca: Vídeo per %s

source: Listing photos for %s
ca: Imatges oficials per %s

source: User photos for %s
ca: Imatges d'usuaris per %s

source: Reviewer photos for %s
ca: Imatges de resenyes per %s

source: photos
ca: Imatges

source: videos
ca: Vídeos

source: attachments
ca: Adjunts

source: this type of file
ca: aquest tipus d'arxiu

source: Username is valid
ca: El nom d'usuari és vàlid

source: Username is invalid
ca: El nom d'usuari no és vàlid

source: We finished processing your upload
ca: S'ha acabat de processar la teva pujada

source: New listing %s
ca: Nova entrada %s

source: Edited listing %s
ca: Entrada %s editada

source: New review for %s
ca: Nova resenya de %s

source: Edited review for %s
ca: Resenya de %s editada

source: Owner review reply submitted for listing %s
ca: Resposta a resenya de l'entrada %s enviada

source: New comment for review: %s
ca: Nou comentari per la resenya: %s

source: Edited comment for review: %s
ca: Comentari de la resenya: %s editat

source: Listing claim submitted for %s
ca: S'ha fet una reclamació sobre l'entrada %s

source: New inquiry for: %s
ca: Hi ha una nova pregunta per: %s

source: From: %s
ca: De: %s

source: Email: %s
ca: Correu electrònic: %s

source: Phone number: %s
ca: Telèfon: %s

source: Listing: %s
ca: Entrada: %s

source: Listing link: %s
ca: Enllaç a l'entrada: %s

source: submitted a new listing titled %s
ca: ha enviat una nova entrada anomenada %s

source: wrote a review for %s
ca: ha fet una resenya de %s

source: posted a new comment
ca: ha publicat un nou comentari

source: liked this review for %s
ca: li agrada aquesta resenya de %s

source: Website
ca: Pàgina web

source: Rating
ca: Valoració

source: Read review
ca: Llegir resenya

source: %s stars
ca: %s estrelles

source: Please verify you are not a robot.
ca: Escriu el codi de seguretat.

source: The security code you entered was invalid.
ca: El codi de seguretat que has introduït no és vàlid

source: LANG_LISTING_EDIT
ca: Editar entrada

source: LANG_LISTING_FEATURED
ca: Destacats

source: LANG_REVIEW_WRITE_DETAIL
ca: Escriu una resenya

source: LANG_REVIEW_ADD_DETAIL
ca: Afegir nova resenya

source: LANG_REVIEW_ADD_COMMENT_DETAIL
ca: Afegir un nou comentari

source: LANG_REVIEW_USER_REVIEWS_NOT_FOUND
ca: No hi ha resenyes d'aquesta entrada.

source: LANG_REVIEW_USER_COMMENTS_NOT_FOUND
ca: No hi ha comentaris per aquesta entrada.

source: LANG_LISTING_CREATE
ca: Afegir una nova entrada

source: LANG_LISTING_FORM_TITLE
ca: Títol de l'entrada

source: LANG_LISTING_FORM_TITLE_ALIAS
ca: Alias de l'entrada

source: LANG_LISTING_FORM_SUMMARY
ca: Resum

source: LANG_LISTING_FORM_DESCRIPTION
ca: Descripció

source: LANG_LISTING_FORM_UPLOAD_MEDIA_INFO
ca: Podràs pujar multimèdia un cop enviïs l'entrada

source: LANG_LISTING_MEDIA_UPLOAD_HEADER
ca: Afegir multimèdia: %s

source: Please enter your name.
ca: Escriu el teu nom.

source: Please enter a valid email address.
ca: Escriu una adreça de correu electrònic vàlida.

source: Please enter a username.
ca: Escriu el teu nom.

source: Please accept our Terms & Conditions.
ca: Accepta els nostres termes i condicions.

source: Close
ca: Tancar

source: Cancel
ca: Cancel·lar

source: Start
ca: Començar

source: Stop
ca: Parar

source: Continue
ca: Continuar

source: Back
ca: Enrera

source: Place Order
ca: Ordenar

source: Frontpaged
ca: En portada

source: Not frontpaged
ca: No en portada

source: Clear
ca: Netejar

source: Publish to Facebook
ca: Publicar a Facebook

source: Loading...
ca: Carregant...

source: Fill in to create an account
ca: Omple-ho per crear un compte

source: You are not allowed to submit listings in this category.
ca: No t'està permés enviar entrades a aquesta categoria.

source: The category selected is invalid.
ca: La categoria seleccionada és invàlida

source: A listing with that title already exists.
ca: Ja existeix una entrada amb aquest títol.

source: You need to select a category.
ca: Has d'escollir una categoria.

source: Please enter the listing title.
ca: Escriu el títol de l'entrada

source: Please enter a summary.
ca: Escriu un resum

source: Please enter a description.
ca: Omple la descripció

source: Go to listing
ca: Ves a l'entrada

source: Are you sure you want to delete this listing?
ca: N'estàs segur que vols esborrar aquesta entrada?

source: The listing was deleted.
ca: S'ha esborrat l'entrada

source: Are you sure you want to delete this file?
ca: N'estàs segur que vols esborrar aquest arxiu?

source: %s upload failed. You don't have permission to upload %s.
ca: Ha fallat la pujada de %s. No tens permís per pujar %s

source: %s has an invalid extension.
ca: %s té una extensió invàlida

source: File has an invalid extension, it should be one of %s.
ca: L'arxiu té una extensió invàlida, hauria de ser %s.

source: Photo upload limit (%s) reached.
ca: S'ha superat el límit de pujada d'imatges (%s)

source: Video upload limit (%s) reached.
ca: S'ha superat el límit de pujada de vídeos (%s)

source: Attachment upload limit (%s) reached.
ca: S'ha superat el límit de pujada d'annexes (%s)

source: Audio upload limit (%s) reached.
ca: S'ha superat el límit de pujada d'audio (%s)

source: Upload directory is not writable.
ca: No es pot escriure a la carpeta de pujada

source: No files were uploaded.
ca: No s'ha pujat cap arxiu

source: %s is empty.
ca: %s està buit.

source: %s is too large. The maximum allowed size is %sMB.
ca: %s és massa gran. La mida màxima permesa és %sMB.

source: A video was not found at the specified url.
ca: No s'ha trobat cap vídeo a la URL especificada.

source: Video linking is disabled
ca: L'enllaçat de vídeo està desactivat

source: File not found
ca: No s'ha trobat l'arxiu

source: Cannot complete video upload because remote storage and video encoding setup is incomplete in Media Settings.
ca: No es pot completar la pujada de vídeo ja que no s'ha completar la configuració d'hospedatge remot ni de codificació de vídeo a les opcions multimèdia.

source: Cannot complete audio upload because remote storage and audio encoding setup is incomplete in Media Settings.
ca: No es pot completar la pujada d'audio ja que no s'ha completar la configuració d'hospedatge remot ni de codificació d'audio a les opcions multimèdia.

source: {file} has an invalid extension. Allowed extensions: {extensions}.
ca: {file} té una extensió invàlida, hauria de ser {extensions.}

source: {file} is too large, maximum file size is {sizeLimit}.
ca: {file} és massa gran. La mida màxima permesa {sizeLimit}.

source: {file} is empty.
ca: {file} està buit.

source: No files to upload.
ca: No hi ha arxius a pujar

source: The files are being uploaded, if you leave now the upload will be cancelled.
ca: S'estan pujant els arxius, si marxes d'aquesta pantalla es cancel·larà la pujada

source: The remote site rejected the connection to download the file.
ca: El lloc remot a rebutjat la connexió per descarregar l'arxiu.

source: The upload URL is not valid, please try again.
ca: L'URL de pujada no és vàlida.

source: You already submitted a review.
ca: Ja has enviat una resenya.

source: You are not allowed to review your own listing.
ca: No t'està permés resenyar les teves pròpies entrades

source: Thank you for your submission
ca: Gràcies per col·laborar

source: Thank you for your submission. Refresh the page to see it.
ca: Gràcies per col·laborar. Refresca la pàgina per veure el que has enviat.

source: Your changes were saved.
ca: S'han guardat els teus canvis.

source: Your changes were saved, refresh the page to see them.
ca: S'han guardat els teus canvis, refresca la pàgina per veure'ls.

source: Please enter a title for the review.
ca: Escriu un títol per la resenya.

source: Please enter your comment.
ca: Escriu el teu comentari.

source: You are missing a rating in %s criteria.
ca: Has oblidat valorar %s criteri(s).

source: Are you sure you want to delete your reply?
ca: N'estàs segur de que vols esborrar la teva resposta?

source: The reply was deleted.
ca: S'ha esborrat la resposta

source: You are not allowed to vote on your own review.
ca: No t'està permés votar les teves pròpies resenyes.

source: Login or register to vote.
ca: Inicia sessió o registra't per votar.

source: You already voted.
ca: Ja havies votat.

source: Thank you for your submission.
ca: Gràcies per col·laborar.

source: Thank you for your submission. It will be published once it is verified.
ca: Gràcies per col·laborar. Es publicarà en quant s'hagi verificat.

source: Are you sure you want to delete this comment?
ca: N'estàs segur de que vols esborrar aquest comentari?

source: The comment was deleted
ca: S'ha esborrat el comentari

source: Your claim was submitted, thank you.
ca: S'ha enviat la teva solicitud, gràcies.

source: The message is empty.
ca: El missatge està buit.

source: Please register to claim this listing
ca: Registra't per reclamar aquesta entrada

source: Register to add this entry to your favorites
ca: Registra't per afegir aquesta entrada als teus favorits

source: Your inquiry has been submitted.
ca: S'ha enviat la teva pregunta.

source: Your reply was submitted and has been approved.
ca: S'ha enviat la teva resposta i ha estat aprovada.

source: Your reply was submitted and will be published once it is verified.
ca: S'ha enviat la teva resposta i es publicarà un cop verificada.

source: A reply for this review already exists.
ca: Ja existeix una resposta a aquesta resenya.

source: The reply is empty.
ca: La resposta està buida.

source: Your report was submitted, thank you.
ca: S'ha enviat el teu informe, gràcies.

source: -- Select --
ca: -- Escull --

source: -- Select %s --
ca: -- Escull %s --

source: No results found, try a different spelling.
ca: No s'han trobat resultats

source: Start typing for suggestions
ca: Comença a escriure per veure suggeriments

source: Compare All
ca: Comparar tot

source: Remove All
ca: Treure tot

source: You need to select more than one listing for comparison.
ca: Has de seleccionar més d'una entrada per comparar.

source: You selected maximum number of listings for comparison.
ca: Has escollit el màxim d'entrades per comparar.

source: on %s
ca: a %s

source: year
ca: any

source: month
ca: mes

source: week
ca: setmana

source: day
ca: dia

source: hour
ca: hora

source: minute
ca: minut

source: second
ca: segon

source: %s ago
ca: fa %s

source: Listing: %1$s. %2$s
ca: Entrada: %1$s. %2$s

source: Review for: %1$s. %2$s
ca: Resenya de: %1$s. %2$s

source: Discussion on: %1$s. %2$s
ca: Discusió a: %1$s. %2$s

source: review
ca: resenya

source: COMMUNITY_TAG
ca: Usuari

source: COMMUNITY_BUILDER_TAG
ca: Usuari

source: Listing
ca: Entrada

source: JOMRES_TAG
ca: Hotel

source: K2_TAG
ca: K2

source: MTREE_TAG
ca: Entrada

source: {actor} added new listing %1$s in %2$s.
ca: {actor} ha afegit la nova entrada %1s a %2$s

source: {actor} updated listing %1$s.
ca: {actor} ha actualitzat l'entrada %1$s.

source: {actor} reviewed %1$s.
ca: {actor} ha resenyat %1$s.

source: {actor} updated review for %1$s.
ca: {actor} ha actualitzat la resenya de %1$s.

source: {actor} added %1$s to favorites.
ca: {actor} ha afegit %1$s als seus favorits.

source: {actor} removed %1$s from favorites.
ca: {actor} ha tret %1$s del seus favorits.

source: {actor} voted as helpful a review, %1$s, written by %2$s.
ca: {actor} a valorat com útil la resenya %1$s, escrita per %2$s.

source: {actor} voted as not helpful a review, %1$s, written by %2$s.
ca: "{actor} ha valorat com poc útil la resenya %1$s, escrita per %2$s."

source: {actor} commented on a %1$s for %2$s.
ca: {actor} ha comentat a %1$s per %2$s.

source: {actor} updated comment on a %1$s for %2$s.
ca: {actor} ha actualitzat un comentari a %1$s per %2$s.

source: {actor} added {single}a photo{/single}{multiple}{count} photos{/multiple} for %s
ca: {actor} ha afegit {single}una imatge{/single}{multiple}{count}imatges{/multiple} per %s

source: {actor} added {single}a video{/single}{multiple}{count} videos{/multiple} for %s
ca: {actor} ha afegit {single}un vídeo{/single}{multiple}{count} vídeos{/multiple} per %s

source: {actor} added {single}a song{/single}{multiple}{count} songs{/multiple} for %s
ca: {actor} ha afegit {single}una cançó{/single}{multiple}{count} cancons{/multiple} per %s

source: {actor} added {single}a document{/single}{multiple}{count} documents{/multiple} for %s
ca: {actor} ha afegit {single}un document{/single}{multiple}{count} documents{/multiple} per %s

source: A guest
ca: Un convidat

source: and
ca: i

source: %s listing feeds
ca: Feeds d'entrades per %s

source: %s review feeds
ca: Feeds de resenyes de %s

source: %s - restricted access
ca: %s - accés restringit

source: Drop files here
ca: Deixa anar els arxius aquó

source: Failed
ca: Fallida

source: %1$s results - showing %2$s - %3$s
ca: %1$s resultats - mostrant %2$s - %3$s

source: Duration
ca: Duració

source: Only linking allowed
ca: Només està permés enllaçar

source: Upload from URL
ca: Pujar des d'URL

source: URL to media file
ca: URL a l'arxiu multimèdia

source: Uploaded Media
ca: Multimèdia pujat

source: URL to video page
ca: URL a la pàgina del vídeo

source: Upload
ca: Puja

source: Select Files
ca: Escull arxius

source: Select or Drag & Drop your files to automatically start the upload process
ca: Escull o arrossega els arxius per iniciar la pujada automàticament

source: Use Camera
ca: Utilitzar càmara

source: Choose Existing
ca: Escollir existent

source: Update Information
ca: Actualitzar informació

source: Approved
ca: Aprovada

source: Processing Failed
ca: Hi ha hagut un error al processar la pujada

source: Processing Cancelled
ca: S'ha cancel·lat el processat

source: We are processing the file and this can take several minutes. You can wait or we will send you a notification when it is done
ca: S'està processant l'arxiu i aquest procés pot portar una estona. Pots esperar o rebre una notificació quan estigui fet.

source: Reviewer
ca: Critic

source: Ratings (the higher the better)
ca: Valoracions (com més altes millor)

source: Rate it
ca: Valora

source: Please provide some information that will allow us to verify your ownership claim.
ca: Inclou alguna informació que permeti verificar la teva reclamació de propietat.

source: No entries were found
ca: No s'ha trobat cap entrades

source: View all my favorites
ca: Veure tots els meus favorits

source: View all my listings
ca: Veure tots les meves entrades

source: Reviewed by
ca: Resenyat per

source: View all my reviews
ca: Veure totes les meves resenyes

source: The directory is empty.
ca: El directori està buit.

source: Search
ca: Cercar

source: Advanced search
ca: Cerca avançada

source: Name
ca: Nom

source: Username
ca: Nom d'usuari

source: Create an account to be able to manage all of your submissions. After you submit the form we'll email you an activation link with a temporary password.
ca: Crea un compte per poder gestionar els teus enviaments. Un cop enviïs el formulari, t'enviarem un correu d'activació amb un enllaç i una contrasenya temporal.

source: Email
ca: Correu electrònic

source: Comment
ca: Comentari

source: Comment not found
ca: No s'ha trobat el comentari

source: In reply to an %searlier comment%s
ca: En resposta a un %scomentari anterior%s

source: Written by
ca: Escrit per

source: Review Detail
ca: Detalls de la resenya

source: Hits
ca: Visites

source: Comments
ca: Comentaris

source: User Photos (%s)
ca: Imatges d'usuaris (%s)

source: User Videos (%s)
ca: vídeos d'usuaris (%s)

source: Photos
ca: Imatges

source: All Photos (%s)
ca: Totes les imatges (%s)

source: Listing Photos (%s)
ca: Imatges oficials (%s)

source: Videos
ca: Vídeos

source: All Videos (%s)
ca: Tots els vídeos (%s)

source: Listing Videos (%s)
ca: Vídeos oficials (%s)

source: Attachments
ca: Adjunts

source: Already have an account? %sLog in now%s
ca: Ja tens un compte? %sInicia sessió%s

source: Already have an account? %sLog in now%s or %sCreate an account%s
ca: Ja tens un compte? %sInicia sessió%s o %sCrea un compte%s

source: To submit a listing please %sregister%s or %slog in%s
ca: Per enviar una entrada %sregistra't%s o %sinicia sessió%s

source: To write a review please %sregister%s or %slog in%s
ca: Per fer una resenya %sregistra't%s o %sinicia sessió%s

source: To write a comment please %sregister%s or %slog in%s
ca: Per deixar un comentari %sregistra't%s o %sinicia sessió%s

source: Access restricted to members. To continue %sregister%s or %slog in%s
ca: Accés només per a membres. Per continuar %sregistra't%s o %sinicia sessió%s

source: Password
ca: Contrasenya

source: %s - Page %s
ca: %s - Pàgina %s

source: Filter
ca: Filtre

source: Sort
ca: Ordena

source: Submission instructions
ca: Instruccions

source: Select the category where you want to submit the new item.
ca: Escull la categoria on vulguis enviar el nou ítem.

source: All form inputs marked %s are required.
ca: Tots els camps del formulari marcats %s son necessaris.

source: You will find this claim in Claims Moderation.
ca: Trobaràs aquesta reclamació a la moderació de reclamacions.

source: Claimed by
ca: Reclamat per

source: Claimant's email
ca: Correu electrònic del reclamant

source: Claim text
ca: Text de la reclamació

source: IP address
ca: Adreça IP

source: Current owner
ca: Propietari actual

source: Owner email
ca: Correu electrònic del propietari

source: The listing is not published and you will find it in the moderation queue.
ca: L'entrada no està publicada, la trobaràs a la cua de moderació

source: The listing is published and you will find it in the listing browse admin menu.
ca: S'ha publicat l'entrada, la trobaràs en el menú 'Navegador de llistats' a l'administració (Listings)

source: You will find this owner reply in the owner reply moderation list.
ca: Trobaràs la resposta del propietari a la llista de moderació de respostes del propietari (Owner Reply Moderation)

source: Owner's name
ca: Nom del propietari

source: IP Address
ca: Adreça IP

source: Owner's reply text
ca: Text de la resposta del propietari

source: Listing title
ca: Títol de l'entrada

source: Review title
ca: Títol de la resenya

source: Review Comments
ca: Revisar comentaris

source: You will find this report in the reports moderation list.
ca: Trobaràs l'informe a la llista d'informes a moderar

source: Reporter
ca: Informant

source: Report text
ca: Text de l'informe

source: User name
ca: Nom d'usuari

source: Review
ca: Resenya

source: Entry
ca: Entrada

source: [Without a title]
ca: [Sense títol]

source: User reviews
ca: Resenyes d'usuari

source: User comments
ca: Comentaris d'usuari

source: You already submitted a comment.
ca: Ja havies enviat un comentari.

source: Back to Listing
ca: Tornar a l'entrada

source: View all user reviews
ca: Veure les resenyes de tots els usuaris
