Repository: Jcook894/Travel_Insurance_Ratings
Catalog: components/com_jreviews/jreviews/locale/rus/LC_MESSAGES/admin.po
Languages: ru_ru

source: This feature will not work if you use control fields in your setup.
ru_ru: Эта функция не будет работать, если в своей конфигурации Вы будет использовать контрольные поля.

source: Allows searches that match several options for single select and radiobuttons. For example: if you have a multiple select field with all the states in the US, the user will be able to choose several of the states instead of just one if this setting is disabled.
ru_ru: Разрешить поиск, который удовлетворяет несколько опций для одиночного поля по типу select и для полей по типу radio. Например, при выключении этой опции если у Вас есть поле по типу multiple select со всеми штатами США, то тогда пользователь сможет выбрать несколько штатов, а не только один из них.

source: Listing Form
ru_ru: Веб форма записи

source: Columns
ru_ru: Колонки

source: Show Thumbnail
ru_ru: Показывать миниатюру изображения

source: Show Summary
ru_ru: Показать краткое описание

source: Summary Words
ru_ru: Текст краткого описания

source: Show Listing Category
ru_ru: Показывать категорию записи

source: Comma separated list of custom fields to show (i.e. jr_state,jr_city)
ru_ru: Список разделенных запятой произвольных полей для показа (например: jr_state,jr_city)

source: Show Editor Rating
ru_ru: Показывать рейтинг редактора

source: Show User Rating
ru_ru: Показывать рейтинг пользователя

source: Allow duplicate listing titles
ru_ru: Разрешить дублирование заголовков записей

source: Required
ru_ru: Обязательно

source: Optional
ru_ru: Не обязательно

source: Hidden
ru_ru: Скрыто

source: By default not shown to registered users
ru_ru: По умолчанию не показывать зарегистрированным пользователям

source: E-mail
ru_ru: Адрес электронной почты

source: Review Form when submitting a new Listing
ru_ru: Веб форма рецензии при отправке новой записи

source: Review form shown to
ru_ru: Веб форма рецензии показывается

source: JReviews Editors
ru_ru: Редактор компонента JReviews

source: Everyone except JReviews Editors
ru_ru: Все, за исключением редактора компонента JReviews

source: Make review optional
ru_ru: Сделать рецензию необязательной

source: Shows a checkbox allowing users to hide the review form
ru_ru: Показывает пользователю кнопку по типу 'checkbox', при выборе которой будет скрыта веб форма рецензии.

source: Review Form
ru_ru: Веб форма рецензии

source: By default not shown to registered users.
ru_ru: По умолчанию не показывать зарегистрированным пользователям.

source: Comment
ru_ru: Комментарий

source: Discussion Form
ru_ru: Веб форма обсуждения

source: Media Form
ru_ru: Веб форма медиа объектов

source: Theme Settings
ru_ru: Настройки шаблона

source: Read More
ru_ru: Подробнее

source: Site theme
ru_ru: Шаблон веб сайта

source: Choose the Theme to use for the JReviews frontend.
ru_ru: Выберите тему для использования на лицевых страницах компонента JReviews.

source: Mobile theme
ru_ru: Шаблон для мобильных устройств

source: If a mobile device is detected the selected theme will be used instead of the Site Theme.
ru_ru: При обнаружении мобильного устройства вместо шаблона веб сайта будет использован шаблон выбранный здесь.

source: Fallback theme
ru_ru: Запасной шаблон

source: Choose a theme with a complete set of files to use as fallback if the selected theme doesn't include all theme files.
ru_ru: Выберите шаблон с полным набором файлов для использования в качестве запасного на случай, если выбранная тема не будет включать все файлы шаблона.

source: Number of items per page
ru_ru: Число объектов на странице

source: Used for pagination
ru_ru: Используется для постраничной разбивки

source: Number of pages shown in pagination in lists
ru_ru: Число показанных в списках постраничной разбивки страниц

source: Number of pages between the first and last page.
ru_ru: Число страниц между первой и последней страницами.

source: Display 'Results per page'
ru_ru: Показать 'Результатов на странице'

source: Disabled by default to avoid duplicate pages for SEO
ru_ru: Выключено по умолчанию ради лучшего SEO и во избежании дублирования страниц в поисковых двигателях.

source: Breadcrumb Settings
ru_ru: Настройки 'Хлебных крошек'

source: Show Breadcrumb
ru_ru: Показывать 'Хлебные крошки'

source: Override CMS breadcrumb in detail page
ru_ru: Переопределить 'хлебные крошки' системы на подробных страницах.

source: Takes over the article page breadcrumb showing JReviews links.
ru_ru: Заменяет 'Хлебные крошки' страницы материала, показывая вместо нее ссылку компонента JReviews.

source: Show directory in breadcrumb
ru_ru: Показывать в 'Хлебных крошках' каталог

source: Show parent categories in breadcrumb
ru_ru: Показывать в 'Хлебных крошках' родительские категории

source: Visible on the site
ru_ru: Видимо на веб сайте

source: Reference value
ru_ru: Ссылочное значение

source: Are you sure you want to delete this directory?
ru_ru: Вы действительно желаете удалить этот каталог?

source: There was a problem deleting the directory.
ru_ru: При удалении этого каталога возникла ошибка.

source: Directories Manager
ru_ru: Менеджер каталогов

source: This action will delete the review comment(s). Are you sure you want to continue?
ru_ru: Это операция удалит комментарии на эту рецензию! Вы действительно желаете продолжить?

source: There was a problem deleting the comment.
ru_ru: При попытке удалить этот комментарий возникла ошибка.

source: Posted %s by %s for review %s &#149; %s
ru_ru: Отправлено %s пользователм %s на рецензию %s &#149; %s

source: Valid tags: %s = user's name; %s = page link; %s = review_title
ru_ru: Действительные теги: %s = имя пользователя; %s = ссылка страницы; %s = заголовок рецензии

source: Review Discussion Moderation
ru_ru: Модерация обсуждения рецензий

source: Add-ons
ru_ru: Расширения

source: This method of integration uses the User Access Groups as the JReviews categories and allows you to:
ru_ru: Этот метод интеграции использует группы пользователя как категории компонента JReviews и позволяет Вам следующее:

source: Enable the review system only for the selected groups.
ru_ru: Включать систему рецензий только для выбранных групп.

source: Assign different criteria to different groups.
ru_ru: Назначать различные критерии различным группам.

source: Remember to install the ReviewMe plugin for JomSocial included in the jReviews package.
ru_ru: Не забудьте установить включенный в установочный пакет компонента JReviews плагин 'ReviewMe' для компонента JomSocial.

source: Select Extension
ru_ru: Выбрать расширение

source: Back to JReviews
ru_ru: Вернуться в JReviews

source: Everywhere Add-on
ru_ru: Расширение 'Everywhere'

source: Text
ru_ru: Текст

source: Value
ru_ru: Значение

source: All lowercase, no special characters, use dashes as spaces.
ru_ru: Все в нижнем ригистре, без специальных знаков и символов, допустимы тире и пробелы.

source: Reference value, used in urls
ru_ru: Использованное в ссылке URL значение вызвавшего ее.

source: Image
ru_ru: Изображение

source: Option images are displayed in list and detail pages based on the field settings. You can adjust the field settings to display only the image or both text and image. Upload option image to the JReviews 'theme_images' folder inside your selected theme.
ru_ru: Изображения опций показываются на вступительных и полных страницах записи и на основании настроек поля. Вы можете подстроить это поле для показа только изображения или и текста и изображения. Загрузите изображение опций в папку компонента JReviews 'theme_images', которая находится в выбранном Вами шаблоне.

source: This field is already Controlled By a Field Option. You should not use the Controlled By setup for Field Options in this page until you remove the relationship in the Field Edit page. It is only possible to use one of the two setups, FieldOption to FieldOption or FieldOption to Field, at a time.
ru_ru: Это поле уже контролируется опцией поля. Вам не следует использовать настройку 'Чем контролируется' для опций поля на этой странице до тех пор, пока Вы не удалите эту связь на странице редактирования поля. В одной операции по настройке возможно использование только одной из двух настроек: 'Опция поля' или 'Опция поля в поле'.

source: Control Field
ru_ru: Контрольное поле

source: Type for suggestions
ru_ru: Введите рекомендацию

source: Control Value
ru_ru: Контрольное значение

source: Add a field, then type for suggestions
ru_ru: Добавьте какое-либо поле, а затем введите рекомендацию.

source: Modifying the option value will result on all listings with this option selected to lose the selection.
ru_ru: Изменение значения этой опции приведет к тому, что у всех записей, для которых эта опция выбрана, этот выбор будет потерян.

source: Are you sure you want to delete this field option?
ru_ru: Вы действительно желаете удалить опцию этого поля?

source: There was a problem deleting the field option.
ru_ru: При попытке удалить опцию этого поля произошла ошибка.

source: Field Options Manager: %s
ru_ru: Менеджер опций полей: %s

source: Back
ru_ru: Назад

source: Filter by text and value
ru_ru: Фильтровать по тексту и значению

source: Drag & drop ordering is disabled for title filtering.
ru_ru: Для фильтрации заголовка перетаскивание мышкой выключено.

source: Controlled by
ru_ru: Контролируется:

source: Maximum character length currently used for this field: %s
ru_ru: Максимальное число используемых для этого поля знаков: %s

source: New Maximum Characters
ru_ru: Новое максимальное значение числа знаков

source: Custom Field
ru_ru: Произвольное поле

source: Field Options
ru_ru: Опции поля

source: Basic Setup
ru_ru: Начальная настройка

source: Location
ru_ru: Местонахождения

source: Type
ru_ru: Тип

source: Select field type
ru_ru: Выбрать тип поля

source: Text area
ru_ru: Многострочное текстовое поле

source: Code enabled text area
ru_ru: Многострочное текстовое поле с использованием кода

source: Email address
ru_ru: Адрес электронной почты

source: Website url
ru_ru: URL ссылка веб сайта

source: Banner (no user input)
ru_ru: Баннер (без ввода данных пользователем)

source: Decimal number
ru_ru: Десятичное число

source: Integer number
ru_ru: Целое число

source: Single select list
ru_ru: Список по типу 'single select'

source: Multiple select list
ru_ru: Список по типу 'multiple select'

source: Checkboxes
ru_ru: Поля по типу 'checkbox'

source: Radio buttons
ru_ru: Поля по типу 'radio'

source: Related Listing
ru_ru: Схожие записи

source: Allows javascript code. Set to admin submit/edit access.
ru_ru: Разрешает использование кода JavaScript. Настройте доступ администратора к отправке объектов и их редактированию.

source: Maximum Characters
ru_ru: Максимум знаков

source: Limits the number of characters allowed for this field. For multiple select and checkbox fields keep in mind that the selected options are all stored in the same input so the length should accomodate all the selected options and would be longer than your typical single and radio button fields.
ru_ru: Ограничивает число разрешенных для введения в это поле знаков. Для полей по типу 'multiple select' и 'checkbox' имейте в виду, что все выбранные опции хранятся в одном и том же наборе данных, так что длина должна подходить всем выбранным опциям и она будет превосходить длину Ваших обычных полей по типу 'single select' и 'radio'.

source: Not Set
ru_ru: Не настроено

source: Max Data Length: %s
ru_ru: Максимальная длина даты: %s

source: Use Auto Complete UI
ru_ru: Использовать интерфейс автоматического заполнения данных

source: Field Group
ru_ru: Группа полей

source: Display Settings
ru_ru: Показывать настройки

source: Show title
ru_ru: Показывать заголовок

source: Show in Detail View
ru_ru: Показывать в полном виде

source: Show in List View
ru_ru: Показывать в виде списке

source: Show in Compare View
ru_ru: Показывать в виде сравнения

source: Enable for ordering
ru_ru: Включить для упорядочения

source: Shows in ordering list
ru_ru: Показывает в упорядоченном списке

source: Click field for quick searches
ru_ru: Для быстрого поиска щелкните на поле

source: Add options while submitting a listing
ru_ru: Добавлять опции во время отправки записи

source: Related Listings
ru_ru: Схожие записи

source: Listing Type Filter
ru_ru: Фильтр типов записей

source: Select the listing types that will be used to filter the listing suggestions shown for this field.
ru_ru: Выберите типы записей, которые (типы) будут использованы для фильтрации рекомендаций записей, показанных для этого поля.

source: Current user only
ru_ru: Только текущий пользователь

source: Limits suggestions to listings owned by the current user. Editors and above will get suggestions for all listings.
ru_ru: Ограничивает рекомендации до записей, владельцем которых является текущий пользователь. Пользователи группы 'Editors' и групп с уровнем доступа выше ее будут получать рекомендации для всех записей.

source: Banner Code
ru_ru: Код баннера

source: Enter any text and valid tags: %s. If you want the value of the field without the output format or click2search then use %s
ru_ru: Введите любой текст и действующие теги: Если Вам нужно значение поля без форматирования его вывода или без Click2search, то тогда используйте %s

source: Controlled By
ru_ru: Чем контролируется

source: This field has %s options that are controlled by another field. You should not use the Controlled By setup in this page until you remove the relationship in the Field Options page. It is only possible to use one of the two setups, FieldOption to FieldOption or FieldOption to Field, at a time.
ru_ru: У этого поля имеется %s опция(ии/ий), которая(ые) контролируется(ются) другим полем. Вы не должны использовать в этой странице параметр 'Чем контролируется' до тех пор, пока Вы не удалите ее связь в опциях поля страницы. В одной операции по настройке возможно использование только одной из двух настроек: 'Опция поля' или 'Опция поля в поле'.

source: a tooltip next to title
ru_ru: подсказка рядом с заголовком

source: text above the input
ru_ru: текст над вводом

source: text below the input
ru_ru: текст под вводом

source: Display in forms as %s.
ru_ru: Показано как %s для помощи пользователю при заполнении им этой веб формы.

source: Access Settings
ru_ru: Настройки доступа

source: Submit/Edit Access
ru_ru: Доступ к отправке/редактированию

source: The selected groups will see this field when submitting/editing a new entry. Edit access is set in the Access Settings menu.
ru_ru: Принадлежащие выбранной группе пользователи во время создания/отправки/редактирования записей будут видеть это поле. Доступ к редактированию настраивается через меню 'Настройки доступа'.

source: View/Search Access
ru_ru: Доступ к просмотру/поиску

source: The selected groups will be able to see/search this field. You could use them to display certain fields only to a certain group.
ru_ru: Пользователи выбранных групп будут видеть это поле и включать его в поиск. Вы можете использовать их для показа определенных полей только определенной группе пользователей.

source: AutoComplete UI Settings
ru_ru: Настройки пользовательского интерфеса автоматического заполнения

source: Enable in search
ru_ru: Включить в поиск

source: Option type
ru_ru: Тип опции

source: Option position
ru_ru: Позиция опции

source: Advanced Options
ru_ru: Расширенные опции

source: Are you sure you want to delete this field?
ru_ru: Вы действительно желаете удалить это поле?

source: There was a problem deleting the field.
ru_ru: При попытке удалить этот файл произошла ошибка.

source: Custom Fields Manager
ru_ru: Менеджер произвольных полей

source: New
ru_ru: Новая

source: Listing
ru_ru: Запись

source: Review
ru_ru: Рецензия

source: Field Type
ru_ru: Тип поля

source: For review fields, you need to select the Review location before pressing the New button.
ru_ru: Для полей рецензии прежде чем щелкать кнопку 'Новая' Вам будет нужно выбрать принадлежность рецензии.

source: Group
ru_ru: Группа

source: Options
ru_ru: Опции

source: Detail View
ru_ru: Подробный показ

source: List View
ru_ru: Показ списком

source: Show in comparison view
ru_ru: Показать в виде сравнения

source: Show in category ordering list
ru_ru: Показать в виде упорядоченного списка

source: Show in advanced search page
ru_ru: Показать на странице расширенного поиска

source: Are you sure you want to delete this group?
ru_ru: Вы действительно желаете удалить эту группу?

source: There was a problem deleting the group.
ru_ru: При попытке удалить эту группу произошла ошибка

source: Field Groups Manager
ru_ru: Менеджер групп полей

source: In order for the custom fields to appear in listing and review forms, you must associate the Field Groups to the listing types.
ru_ru: Для того чтобы произвольные поля появились на веб формах записей и рецензий Вы должны назначить определенную группу полей определенному типу записей.

source: Show Title
ru_ru: Показывать заголовок

source: Field Count
ru_ru: Число полей

source: Are you sure you want to delete the selected inquiry(ies)?
ru_ru: Вы действительно желаете удалить выбранный(ые) запрос(ы)?

source: From
ru_ru: От кого

source: To
ru_ru: Кому

source: Sender
ru_ru: Отправитель

source: Recepient
ru_ru: Получатель

source: Message
ru_ru: Текст сообщения

source: Sent
ru_ru: Отправлено

source: Please enter your license number.
ru_ru: Введите, пожалуйста, номер своей лицензии.

source: Your license is suspended.
ru_ru: Ваше право на лицензию компонента JReviews было приостановлено.

source: The allotted valid license period has expired.
ru_ru: Назначенный срок действия лицензии закончился.

source: Your license is pending release. This means your payment is pending verification or if you paid with an eCheck it has not been cleared.
ru_ru: Ваше право на получение лицензии находится в стадии рассмотрения. Это означает, что либо Ваша оплата проходит верификацию или что Вы оплатили через eCheck и эта оплата не прошла клиринг.

source: JReviews License
ru_ru: Лицензия JREviews

source: If you feel that this error is invalid please submit a support ticket.
ru_ru: Если по-Вашему произошла ошибка, то пожалуйста отправьте нам об этом соответствующий запрос. Пожалуйста, не используйте этот форум для выяснения вопросов по своей лицензии.

source: License Info
ru_ru: Данные лицензии

source: License Expires
ru_ru: Окончание срока действия лицензии

source: Local Key Status
ru_ru: Статус местного ключа

source: Active Addons
ru_ru: Активные расширения

source: Local key not found.
ru_ru: Не удалось обнаружить местный ключ!

source: Valid - Never Expires
ru_ru: Действительна - Срок действия никогда не заканчивается

source: Invalid - Expired
ru_ru: Недействительна - Срок действия закончился

source: Valid - Expires
ru_ru: Действительна - Express

source: License number
ru_ru: Номер лицензии

source: Local Key
ru_ru: Местный ключ

source: The local key will be automatically generated after you submit your license number.
ru_ru: Если по отправке номера лицензии не удается создать местный ключ автоматически, то тогда вставьте здесь пожалуйста содержимое файла key.php.

source: Main Settings
ru_ru: Главные настройки

source: Select all the field groups you want to associate to this listing type
ru_ru: Выберите все группы полей, которые Вы желаете назначить этому типу записей.

source: Comments & Ratings
ru_ru: Комментарии и рейтинги

source: Allow comments and ratings
ru_ru: Разрешить комментарии и рейтинги

source: Allow comments without ratings
ru_ru: Разрешить комментарии без рейтингов

source: Disable comments and ratings
ru_ru: Выключить комментарии и рейтинги

source: Display in Advanced Search Page
ru_ru: Показывать на странице расширенного поиска

source: Rating Criteria
ru_ru: Критерий рейтинга

source: Rating Criterion
ru_ru: Критерии рейтинга

source: Weight
ru_ru: Значимость

source: Tooltip
ru_ru: Подсказка

source: Add New Criterion
ru_ru: Добавить новый критерий

source: Configuration
ru_ru: Конфигурация

source: Access
ru_ru: Переопределения доступа

source: SEO Manager
ru_ru: Менеджер SEO

source: Detail Page Widgets
ru_ru: Виджеты подробной страницы

source: Related Listings %s
ru_ru: Записи с рейтингами %s

source: Favorite Users
ru_ru: Избранные пользователи

source: Submit new listing
ru_ru: Отправить новую запись

source: Not available for Everywhere Add-on categories
ru_ru: Не доступно для категорий расширения 'Everywhere'

source: Social Sharing Buttons
ru_ru: Кнопки соцсетей

source: GeoMaps Integration
ru_ru: Интеграция в сервис 'GeoMaps'

source: Show map in detail pages
ru_ru: Показывать карту на подробной странице

source: Show map in list pages
ru_ru: Показывать карту на страницах списков

source: Category Pages
ru_ru: Страницы категории

source: Default list Ordering
ru_ru: Упорядочение списка по умолчанию

source: Overrides default ordering
ru_ru: Упорядочение переопределений по умолчанию

source: Detail Pages
ru_ru: Подробные страницы

source: Listing Claims
ru_ru: Заявки на записи

source: Listing Inquiries
ru_ru: Запросы по записям

source: User Review Order
ru_ru: Упорядочение рецензий пользователя

source: Widget Settings
ru_ru: Настройки виджета

source: Enable
ru_ru: Включить

source: Use the {title} tag to add the current listing title
ru_ru: Для того, чтобы добавить заголовок текущей записи, используйте тег {title}.

source: Target Element ID
ru_ru: ID номер целевого элемента

source: Output rendered in html element with this id. Default is "jrRelatedListings"
ru_ru: Данные выводятся в коде HTML и с этим ID номером. По умолчанию - 'jrRelatedListings'.

source: Target Element Class
ru_ru: Класс целевого элемента

source: Output rendered in html element with this class. Used instead of target id.
ru_ru: Данные выводятся в элементе кода HTML с этим классом. Используйте это вместо целевого ID номера.

source: Main Setup
ru_ru: Главная настройка

source: Only Users with Avatars
ru_ru: Только пользователи с аватарами

source: Theme Suffix
ru_ru: Суффикс стиля

source: Max. Number of Results
ru_ru: Макс. Число результатов

source: Results per Page
ru_ru: Результатов на странице

source: Thumbnail Settings
ru_ru: Настройки миниатюры изображения

source: Pagination & Slideshow
ru_ru: Постраничная разбивка и слайдшоу

source: Pagination Position
ru_ru: Позиция постраничной разбивки

source: Bottom
ru_ru: Внизу

source: Enable Slideshow
ru_ru: Включить слайдшоу

source: Slideshow Interval
ru_ru: Интервал между слайдами

source: No Image Path
ru_ru: Отсутствует путь к изображению

source: Default Media Order - Listing Specific
ru_ru: Порядок медиа объектов по умолчанию - Специфично записям

source: Newest
ru_ru: Самые новые

source: Most Liked
ru_ru: Наиболее понравившиеся

source: Ordering
ru_ru: Упорядочение

source: Popular
ru_ru: Популярные

source: This is the ordering that will be used in listing detail pages and photo and video galleries for a specific listing.
ru_ru: Это - порядок, который будет использован на подробной странице записей и фото и видео галлереях для конкретной записи.

source: Media Indicators
ru_ru: Индикаторы медиа объектов

source: Photo Count
ru_ru: Число фотографий

source: Video Count
ru_ru: Число видео роликов

source: Attachment Count
ru_ru: Число вложенных файлов

source: Audio Count
ru_ru: Число звуковых файлов

source: List Pages (results, categories, etc.)
ru_ru: Страницы списка (результаты, категории и т.д.)

source: Show Main Media Thumbnail
ru_ru: Показывать миниатюру изображения главного медиа объекта

source: Thumbnail Mode
ru_ru: Режим миниатюры изображения

source: Thumbnail Size
ru_ru: Размер миниатюры изображения

source: Use Category Image
ru_ru: Использовать изображение категории

source: Used if main media thumbnail is not available.
ru_ru: Используется если миниатюра изображения главного медиа объекта не имеется в распоряжении.
