Repository: Jcook894/Travel_Insurance_Ratings
Catalog: components/com_jreviews/jreviews/locale/rus/LC_MESSAGES/admin.po
Languages: ru_ru

source: Open reported url
ru_ru: URL ссылка открытой жалобы

source: Review Comment
ru_ru: Комментарий на рецензию

source: Reported %s by %s
ru_ru: Жалоба создана %s пользователем %s

source: The reported %s no longer exists.
ru_ru: Жалоба %s больше не существует.

source: - Select Component -
ru_ru: - Выбрать компонент -

source: Editor reviews are disabled or set to single editor reviews per listing. Please check your settings.
ru_ru: Редакторские рецензии выключены или настроены на одну рецензию на одну запись. Проверьте пожалуйста свои настройки.

source: There was a problem updating the rating averages for the listing.
ru_ru: При попытке создать среднее арифметическое этому рейтингу этой записи произошла ошибка!

source: Browse Reviews
ru_ru: Просмотреть рецензии

source: Review Type
ru_ru: Тип рецензии

source: No title, click to edit
ru_ru: Без заголовка, щелкните для редактирования

source: Review title
ru_ru: Заголовок рецензии

source: Comments
ru_ru: Комментарии

source: Reviews Moderation
ru_ru: Модерация рецензий

source: Submitted %s by %s for listing %s
ru_ru: Отправлено %s пользователем %s на запись %s

source: Field SEO Manager for Click2Search Pages
ru_ru: Менеджер SEO (поисковой оптимизации) полей для страниц Click2Search

source: Show page title at the top of the list
ru_ru: Показывать заголовок страниц наверху списка

source: Show meta description at the top of the list
ru_ru: Показывать мета описание наверху списка

source: You can use the %s tags in the title, keywords and description fields if you want the value of the field to be shown in the text in the front end. The category tags will work only if you modify the click2search urls for each field to use the 'cat' parameter instead of 'criteria'. The listing type tag will only work if either 'cat' or 'criteria' parameters are used in the URL.
ru_ru: Если Вы желаете чтобы это значение этого поля было показано в тексте на лицевых страницах, Вы можете в заголовках, ключевых словах и описаниях использовать теги %s. Эти теги категории будут работать только если Вы для каждого поля измените ссылки URL так, чтобы они использовали параметр 'criteria' вместо параметра 'cat'.

source: Field
ru_ru: Поле

source: Meta Title
ru_ru: Мета - заголовок

source: Moderation
ru_ru: Модерация

source: Reports
ru_ru: Жалобы

source: Browse
ru_ru: Просмотреть

source: Setup JReviews
ru_ru: Настроить JReviews

source: Fields Manager
ru_ru: Менеджер полей

source: Listing Types Manager
ru_ru: Менеджер типов полей

source: Predefined Replies
ru_ru: Готовые ответы

source: Theme Manager
ru_ru: Менеджер шаблонов

source: Field SEO Manager
ru_ru: Менеджер SEO (поисковой оптимизации) полей

source: Maintenance
ru_ru: Техобслуживание

source: Rebuild Media Counts
ru_ru: Создать еще раз подсчет медиа объектов

source: Clear Cache & File Registry
ru_ru: Очистить кэш и файловый регистр

source: Support
ru_ru: Поддержка

source: Documentation
ru_ru: Документация

source: Submit Ticket
ru_ru: Отправить билет на техподдержку

source: Support Forum
ru_ru: Форум техподдержки

source: processing...
ru_ru: обрабатывается...

source: List Layout
ru_ru: Макет списка

source: Update
ru_ru: Обновить

source: Already Installed
ru_ru: Уже установлено

source: Must upgrade S2 Framework
ru_ru: Необходимо обновить версию плагин 'S2 Framework'

source: Must upgrade JReviews
ru_ru: Необходимо перейти на следующую версию компонента JReviews

source: Blocked for trial
ru_ru: Заблкировано для испытания

source: Addon not active for this license
ru_ru: Расширение не активно для этой лицензии!

source: Install & Update
ru_ru: Установка/Обновление

source: Updates
ru_ru: Обновления

source: I understand that the updates process will overwrite all previous files for the component or addon and I should have BACKUPS in case I've made any changes.
ru_ru: Я понимаю и согласен с тем, что процесс обновления версии этого компонента перепишет все его предыдущие файлы и его расширения, и что я должен обладать резервной копией веб сайта.

source: Use Betas
ru_ru: Использовать версии Beta

source: I understand betas are not meant to be used for production sites, but I want to be alerted of new betas and have the ability to upgrade.
ru_ru: Я понимаю и согласен с тем, что версии Beta не предназначена на производственных веб сайтах, но я бы хотел получать уведомления о их выпусках и также желаю иметь возможность обновлять свои версии компонента на них.

source: Components
ru_ru: Компоненты

source: Actions
ru_ru: Действия

source: Required JReviews version
ru_ru: Необходимая версия компонента JReviews
