Repository: Jcook894/Travel_Insurance_Ratings
Catalog: components/com_jreviews/jreviews/locale/rus/LC_MESSAGES/admin.po
Languages: ru_ru

source: Date output format
ru_ru: Формат вывода данных

source: Uses %sPHP's strftime function%s format
ru_ru: Использует формат РНР функции strftime

source: Year Range
ru_ru: Диапазон лет

source: Check the %sjQuery UI datepicker documentation%s for options
ru_ru: Для ознакомления с другими опциями обратитесь к документации по интерфейсу пользователя билиотеки jQuery UI datepicker

source: Relative to today's year -nn:+nn, relative to the currently selected year c-nn:c+nn, absolute nnnn:nnnn, or combinations of these formats nnnn:-nn. Leave empty for +-10 from selected year.
ru_ru: Относительно текущего года -nn:+nn, относительно выбранного в настоящее время года c-nn:c+nn, абсолютно nnnn:nnnn, или комбинация этих форматов nnnn:-nn Для настройки на плюс/минус 10 лет от текущего года, оставьте этот параметр пустым.

source: Min. Date
ru_ru: Меню Дата

source: A string in the format defined by the dateFormat option, or a relative date. Relative dates must contain value and period pairs; valid periods are "y" for years, "m" for months, "w" for weeks, and "d" for days. For example, "+1m +7d" represents one month and seven days from today.
ru_ru: Некоторая строчка в формате, определенном опцией dateFormat, или относительная дата. Относительные даты должны содержать состоящую из значения и пириода пар; действительными периодами являются 'y' для лет, 'm' - для месяцев, 'w' - для недель и 'd' - для дней. Например, '+1m +7d' представляет один месяц и один день, начиная с сегодня.

source: Max. Date
ru_ru: Макс. Дата

source: Validation Regex
ru_ru: Значение Regex для проверки

source: There are no advanced options for the code enabled text area field.
ru_ru: Для текстового поля с включенным кодом расширенных опций не существует.

source: Show option images
ru_ru: Показать изображения опций

source: If disabled text will show even if images are assigned
ru_ru: При выключении этого параметра текст будет показан даже если никаких изображений не будет назначено.

source: Option Ordering
ru_ru: Порядок опций

source: User defined order
ru_ru: Назначенный пользователем порядок

source: A-Z
ru_ru: А-Я

source: Allow HTML
ru_ru: Разрешить код HTML

source: You can use these tags %s
ru_ru: Вы можете воспользоваться этими тегами: %s

source: Default
ru_ru: По умолчанию

source: Currency Format
ru_ru: Формат валюты

source: Number of Decimals
ru_ru: Десятичных знаков

source: Output Format
ru_ru: Формат вывода данных

source: Enter any text and valid tags: %s. If you want the value of the field without the outputformat or click2search then use %s. The %s tag can also be used for select lists, checkboxes and radiobuttons.
ru_ru: Введите любой текст и действующие теги: Если Вам нужно это значение этого поля без форматирования его вывода или без click2search, то используйте тогда %s Тег %s может быть также использован для списков с полями по типу select, checkbox и radio.

source: Click2search Output Format
ru_ru: Формат вывода Click2search

source: Enter any text and valid tags: %s.
ru_ru: Введите любой текст и действующие теги:

source: Apply Output Format Before Click2Search
ru_ru: Применять формат вывода перед Click2Search

source: Global
ru_ru: Общие

source: Select Category
ru_ru: Выбрать категорию

source: Cancel
ru_ru: Отменить

source: Submit
ru_ru: Отправить

source: Edit
ru_ru: Редактировать

source: Save
ru_ru: Сохранить

source: Apply
ru_ru: Применить

source: Delete
ru_ru: Удалить

source: Clear
ru_ru: Очистить

source: New settings saved successfully.
ru_ru: Новые настройки были успешно сохранены.

source: Add
ru_ru: Добавить

source: Installed
ru_ru: Установлено

source: Feed unavailable
ru_ru: Канал недоступен

source: Active Add-ons
ru_ru: Активные расширения

source: General Statistics
ru_ru: Общие статистики

source: Listing categories
ru_ru: Список категорий

source: Published user reviews
ru_ru: Опубликованные рецензии пользователей

source: Custom field groups
ru_ru: Группы произвольных полей

source: Published listings
ru_ru: Опубликованные записи

source: Published editor reviews
ru_ru: Опубликованные рецензии редактора

source: Custom fields
ru_ru: Произвольные поля

source: Photos
ru_ru: Фотографии

source: Videos
ru_ru: Видео

source: Attachments
ru_ru: Вложенные файлы

source: Audio
ru_ru: Звуковые файлы

source: Installation Check
ru_ru: Проверка установки

source: Status
ru_ru: Статус

source: Addtional information
ru_ru: Дополнительная информация

source: Unpublished.
ru_ru: Неопубликовано

source: Not in plugins list
ru_ru: Отсутствует в списке плагинов

source: Files not found.
ru_ru: Файлы не найдены.

source: Plugin is installed and published.
ru_ru: Плагин установлен и опубликован.

source: Read more
ru_ru: Подробнее...

source: Database Check
ru_ru: Проверка базы данных

source: Listing Custom Fields
ru_ru: Произвольные поля записи

source: One or more field columns are missing from the listings fields table.
ru_ru: В таблице полей записи отсутствует одна или более колонок полей.

source: The listings fields table is OK.
ru_ru: Таблицы полей записей в порядке.

source: Fix it
ru_ru: Провести отладку

source: Review Custom Fields
ru_ru: Произвольные поля рецензии

source: One or more field columns are missing from the reviews fields table.
ru_ru: В таблице #_jreviews_fileds отсутствует одна или несколько колонок полей.

source: The reviews fields table is OK.
ru_ru: Таблица #_jreviews_fields в порядке.

source: Setup Check
ru_ru: Проверка настройки

source: Custom fields (optional)
ru_ru: Произвольные поля (необязательно)

source: To setup fields, first create a field group and then create the fields for that group using the fields manager.
ru_ru: Для настройки полей сначала создайте группу полей и затем создайте в этой группе в менеджере полей ее поля.

source: Listing Types (required)
ru_ru: Типы записей (обязательно)

source: Create at least one listing type using Listing Types Manager.
ru_ru: Создайте в менеджере типов записей по крайней мере один тип записей.

source: Directories (required)
ru_ru: Каталоги (обязательно)

source: Create at least one directory using the directories manager.
ru_ru: Создайте в менеджере каталогов по крайне мере один каталог.

source: Categories (required)
ru_ru: Категории (обязательно)

source: News &amp; Announcements
ru_ru: Новости и объявления

source: Access settings
ru_ru: Настройки доступа

source: Listings
ru_ru: Записи

source: Reviews
ru_ru: Рецензии

source: Media
ru_ru: Медиа объекты

source: Discussions
ru_ru: Обсуждения

source: Owner Replies
ru_ru: Ответы владельца

source: Submit New Listing
ru_ru: Отправить новую запись

source: Select all groups allowed to submit new listings.
ru_ru: Выберите все группы пользователей, которым разрешено создавать новые записи.

source: Moderate (Hold for approval)
ru_ru: Модерировать (задержать для рассмотрения)

source: Moderate new listing
ru_ru: Модерировать новые записи

source: Each group has to be selected separately. Admin must approve and publish new items for the selected groups.
ru_ru: Каждый сегмент должен быть выбран отдельно. Администратор должен одобрять и публиковать новые материалы для выбранных групп.

source: Moderate edited listing
ru_ru: Модерировать измененные записи

source: Listings will be unpublished and held for approval when edited via the frontend.
ru_ru: При редактировании записей с лицевых страниц, такие записи будут сняты с публикации и задержаны для рассмотрения администрацией веб сайта.

source: Frontend Listing Management
ru_ru: Управление записями с лицевых страниц

source: Registered and Author can only edit their own listings. Editor and above can edit all listings, but only see custom fields for which they have access.
ru_ru: Только члены групп Registered и Author могут редактировать свои собственные записи. Пользователи группы Editor и с уровнем доступа выше ее могут редактировать все записи, но только просматривать произвольные поля, к которым у них имеется доступ.

source: Publish/unpublish listing
ru_ru: Опубликовать запись/Снять запись с публикации

source: Registered and Author can only publish/unpublish their own listings.
ru_ru: Только пользователи принадлежащие группам 'Registered' и 'Author' могут публиковать/снимать с публикации свои собственные записи.

source: Delete listing
ru_ru: Удалить запись

source: Registered and Author can only delete their own listings.
ru_ru: Только пользователи принадлежащие группам 'Registered' и 'Author' могут удалять свои собственные записи.

source: Miscellaneous
ru_ru: Разное

source: WYSIWYG editor
ru_ru: Редактор WYSIWYG

source: Used in standard fields summary and description.
ru_ru: Используется в стандартных полях вступительного и полного текстов.

source: Meta data fields
ru_ru: Поля мета данных

source: Listing description and keywords meta data.
ru_ru: Мета данные описания и ключевых слов записи.

source: Submit new review
ru_ru: Отправить новую рецензию

source: Select all groups allowed to submit new reviews.
ru_ru: Выберите все группы пользователей, которым разрешено отправлять новые записи.

source: Moderate new user reviews
ru_ru: Модерировать новые записи, отправленные пользователями

source: Moderate new editor reviews
ru_ru: Модерировать новые редакторски рецензии

source: Moderate edited user reviews
ru_ru: Модерировать измененные рецензии пользователей

source: User reviews will be unpublished and held for approval when edited via the frontend.
ru_ru: При редактировании пользователем своих рецензий с передних страниц, эти рецензии будут сниматься с публикации и задерживаться для рассмотрения и одобрения администрацией.

source: Moderate edited editor reviews
ru_ru: Модерировать отредактированные рецензии редактора

source: Editor reviews will be unpublished and held for approval when edited via the frontend.
ru_ru: При редактировании редактором своих рецензий с передних страниц, эти рецензии будут сниматься с публикации и задерживаться для рассмотрения и одобрения администрацией.

source: Helpful Voting
ru_ru: Полезное голосование

source: Enable voting
ru_ru: Включить голосование

source: Frontend Review Management
ru_ru: Управление рецензий с передних страниц

source: Edit review
ru_ru: Редактировать рецензию

source: Registered and Author can only edit their own reviews.
ru_ru: Только пользователи групп 'Registered' и 'Author' могут редактировать своих собственные рецензии.

source: Default View Access Level for LISTINGS Media
ru_ru: Уровень доступа по умолчанию к медиа объектам ЗАПИСЕЙ

source: The media count totals will reflect the count for media that is not accessible to the current user. This is because totals are pre-calculated for improved performance.
ru_ru: Полный подсчет медиа объектов отразит подсчет медиа объектов, которые недоступны текущему пользователю. Это происходит потому, что полные подсчеты вычисляются предварительно.

source: Only the selected access level will be able to view/play/download media.
ru_ru: Только выбранные уровни доступа смогут просматривать/проигрывать/скачивать медиа объекты.

source: Default View Access Level for REVIEWS Media
ru_ru: Уровень доступа по умолчанию к медиа объектам РЕЦЕНЗИЙ

source: The media count totals will reflect the count for media that is not accessible to the current user. This is because totals are pre-calculated for improved performance.
ru_ru: Полный подсчет медиа объектов отразит подсчет медиа объектов, которые недоступны текущему пользователю. Это происходит потому, что полные подсчеты вычисляются предварительно.

source: Uploads for LISTINGS
ru_ru: Загрузки для ЗАПИСЕЙ

source: Allow Uploads from URL
ru_ru: Разрешить загрузки со ссылки URL

source: Registered Group
ru_ru: Зарегистрированная группа

source: Listing Owner
ru_ru: Владелец записи

source: All
ru_ru: Всеми

source: Select ALL to allow uploads by any registered user without the need to submit a review.
ru_ru: Выберите опцию 'Всеми' чтобы разрешить загрузку файлов любому зарегистрированному пользователю без необходимости писать ему для этого рецензию.

source: Uploads for REVIEWS
ru_ru: Загрузки для РЕЦЕНЗИЙ

source: New Photos
ru_ru: Новые фотографии

source: New Videos
ru_ru: Новые видео

source: New Attachments
ru_ru: Новые вложенные файлы

source: New Audio
ru_ru: Новые звуковые объекты

source: Edited Media
ru_ru: Отредактированные медиа объекты

source: Media will be sent back to the moderation queue and held for approval when edited via the frontend.
ru_ru: При редактировании медиа объектов с передних страниц, они будут отправлены в очередь на модерацию и задержаны для рассмотрения и одобрения администрацией этого веб сайта.

source: Like/Dislike Voting
ru_ru: Голосование по 'Мне нравится/Мне не нравится'

source: Likes for Photos
ru_ru: 'Мне нравится/Мне не нравится' по фотографиям

source: Likes for Videos
ru_ru: 'Мне нравится/Мне не нравится' по видео роликам

source: Frontend Media Management
ru_ru: Управление медиа объектами с предних страниц

source: Edit Media
ru_ru: Редактировать медиа объекты

source: Registered and Author can only edit their own Media. Editor and above can edit all media.
ru_ru: Редактировать свои собственные медиа объекты могут только пользователи, принадлежащие группам Registered и Author. Все медиа объекты может редактировать только группа пользователей Editor и группы с уровнем доступа выше ее.

source: Delete Media
ru_ru: Удалять медиа объекты

source: Registered and Author can only delete their own Media. Editor and above can delete all media.
ru_ru: Удалять свои собственные медиа объекты могут только пользователи групп Registered и Author. Все медиа объекты могут удалять только пользователи группы Editor и группы с уровнем доступа выше ее.

source: Publish Media
ru_ru: Опубликовать медиа объекты

source: New Comment
ru_ru: Новые комментарии

source: Frontend Discussion Management
ru_ru: Управление обсуждениями с передних страниц

source: Edit Comment
ru_ru: Редактировать комментарии

source: Registered and Author can only edit their own comments. Editor and above can edit all comments.
ru_ru: Редактировать свои собственные комментарии могут только пользователи групп Registered и Author. Редактировать все комментарии могут только пользователи группы Editor.

source: Delete Comment
ru_ru: Удалить комментарий

source: Registered and Author can only delete their own comments. Editor and above can delete all comments.
ru_ru: Удалять свои собственные комментарии могут только пользователи групп Registered и Author. Все комментарии могут удалять только пользователи группы Editor и группы с уровнем доступа выше ее.

source: Moderate listing owner replies to reviews
ru_ru: Модерировать ответы владельца записи на рецензии

source: Install
ru_ru: Установить

source: Title
ru_ru: Заголовок

source: Name
ru_ru: Название

source: Version
ru_ru: Версия

source: Published
ru_ru: Опубликовано

source: Once you assign a listing type to a category you cannot change it. First you have to remove all the reviews for listings in that category.
ru_ru: Как только Вы назначили какой-либо категории тип записи, Вы не сможете больше его изменять и Вы не сможете изменять число критериев рецензий. Сначала Вам необходимо удалить все рецензии на записи в этой категории.

source: Select listing type
ru_ru: Выбрать тип записи

source: This category will not have listings
ru_ru: У этой категории не будет записей.

source: Directory
ru_ru: Каталог

source: Select directory
ru_ru: Выбрать каталог

source: Select one or multiple categories (hold CTRL key)
ru_ru: Выбрать одну или несколько (удерживая клавишу Ctrl) категорий

source: All categories have already been set up
ru_ru: Все категории уже были настроены

source: Listing Type
ru_ru: Тип записи

source: There was a problem removing the category.
ru_ru: При удалении этой категории возникла проблема.

source: Categories Manager
ru_ru: Менеджер категорий

source: Setup New
ru_ru: Настроить новую

source: Remove
ru_ru: Удалить

source: Include all top level and parent categories in your setup. You can use the predefined 'This category will not have listings' Listing Type for them. All subcategories belonging to the same top level category must be assigned to the same directory.
ru_ru: Включить в свою конфигурацию компонента JReviews все родительские и вложенные категории. Для них Вы можете использовать предварительно созданный тип записей 'Эта категория не будет иметь записей'. Все вложенные категории, принадлежащие одной и той же родительской категории, должны быть назначены одному и тому же каталогу.

source: Category
ru_ru: Категория

source: Category SEO Manager
ru_ru: Менеджер SEO (поисковой оптимизации) категорий

source: The meta keywords and description displayed below are the same ones stored in the Joomla Category Manager. Here you can quickly view and edit them. You can also add a custom page title and override the page heading and page description for category pages. The following tags can also be used: {category} - current category title, {category1}, {category2}, etc. which represent the titles of parent categories of the current category. {category1} is the first level, {category2} the second level and so on.
ru_ru: Показанные ниже мета данные 'ключевые слова' и 'описание' - это те же самые мета данные, которые хранятся в соответствующих параметрах системы Joomla. Здесь Вы сможете быстро просмотреть и отредактировать их. Вы также можете добавить какой-либо произвольный заголовок страницы и переопределить странице категории ее заголовок и описание. Могут быть использованы также следующие теги: {category} - заголовок текущей категории, {category1}, {category2} и т.д., что представляет собой заголовки родительских категорий текущей категории. {category1} - это первый уровень, {category2} - второй уровень, и так далее.

source: Page Title
ru_ru: Заголовок страницы

source: Meta Description
ru_ru: Мета - описание

source: Meta Keywords
ru_ru: Мета - ключевые слова

source: Override Page Heading
ru_ru: Переопределить верхнюю часть старинцы

source: Override Page Description
ru_ru: Переопределить описание страницы

source: Are you sure you want to delete this claim?
ru_ru: Вы действительно желаете удалить эту заявку?

source: There was a problem deleting the claim.
ru_ru: При удалении этой заявки возникла проблема.

source: Listing Claims Moderation
ru_ru: Модерация заявок на записи

source: Preview Listing
ru_ru: Предварительный просмотр записи

source: Created by %s on %s
ru_ru: Создано пользователем: %s. Дата создания: %s

source: Submitted %s by %s for %s
ru_ru: Дата отправки: %s. Отправил пользователь: %s. Написано для: %s.

source: Admin Note
ru_ru: Заметка администратора

source: Accept
ru_ru: Принять

source: Reject
ru_ru: Отказать

source: Hold
ru_ru: Задержать

source: Choose Predefined Reply
ru_ru: Выбрать предварительно составленный ответ

source: User e-mail not available.
ru_ru: Адрес электронной почты пользователя не доступен.

source: --- Select a predefined reply ---
ru_ru: --- Выбрать готовый ответ ---

source: Valid tags: %s = user's name; %s = page link; %s = listing title
ru_ru: Действительные теги: %s = имя пользователя; %s = ссылка на страницу; %s = заголовок записи

source: Load more...
ru_ru: Загрузить еще...

source: User claiming the listing
ru_ru: Заявляющий владение на запись пользователь

source: Claim
ru_ru: Заявка

source: Action
ru_ru: Действие

source: Approve
ru_ru: Одобрить

source: Cache Settings
ru_ru: Настройки кэша

source: hours
ru_ru: часы

source: Cached files will be re-created if they have expired.
ru_ru: Если срок действия файлов в кэше истек, то они будут созданы заново.

source: Enable query cache
ru_ru: Включить кэширование запроса

source: Reduces the number of queries per page. The cache is cleared after the cache duration has passed or everytime the jReviews setup, configuration, a listing or review is submitted or updated..
ru_ru: Уменьшает число запросов на страницу. Кэш очищается по истечению времени, отведенного на его хранение или каждый раз, когда компонент JReviews устанавливается, конфигурируется или при отправлении или обновлении записей.

source: Enable session cache
ru_ru: Включить кэширование сеанса пользователя

source: Caches data to the user's session to reduce the number of queries. For example the total count of results for different paginated pages is cached and then read from the user's session data.
ru_ru: Кэшируются данные сеанса пользователя, что уменьшает число запросов. Например, полное число результатов постраничной разбивки кэшируется и затем считывается из данных сеанса пользователя.

source: Community Integration
ru_ru: Интеграция с 'Joomla Community'

source: Community
ru_ru: Сообщество

source: JReviews will automatically show user avatars and create links to user profiles from listings and reviews.
ru_ru: Компонент JReviews будет автоматически показывать аватары пользователей и создавать на страницах записей и рецензий ссылки на их профили.

source: Social Sharing
ru_ru: Делиться в соцсетях

source: Services
ru_ru: Сервисы

source: Output can be modified in /jreviews/views/helpers/community.php
ru_ru: Вывод данных можно подстроить в /jreviews/views/helpers/community.php

source: Button Count Position
ru_ru: Позиция кнопки счетчика

source: Vertical
ru_ru: Вертикально

source: Horizontal
ru_ru: Горизонтально

source: Thumbnail mode
ru_ru: Режим миниатюры изображения

source: Crop
ru_ru: Подрезать

source: Scale
ru_ru: Пропорция

source: Thumbnail dimensions
ru_ru: Размеры миниатюры изображения

source: WIDTHxHEIGHT in pixels
ru_ru: ШИРИНА x ВЫСОТА в пикселях

source: Post listings
ru_ru: Отправить записи

source: No
ru_ru: Нет

source: New only
ru_ru: Только новую

source: New + Updates
ru_ru: Новую + обновления

source: Post review
ru_ru: Отправить рецензию

source: Post review comments
ru_ru: Отправить комментарий на рецензию

source: Post media uploads
ru_ru: Загрузить медиа объект

source: Post favorites
ru_ru: Отправить выбранное

source: Add only
ru_ru: Только добавлять

source: Add + Remove
ru_ru: Добавлять и удалять

source: Post review voting
ru_ru: Проголосовать за рецензию

source: Vote yes only
ru_ru: Только голоса 'За'

source: Vote yes + Vote no
ru_ru: Голоса 'За' и 'Против'

source: The bit.ly service is used to automatically shorten the urls. Sign up for a %sBit.ly account%s and create an %sOauth App%s
ru_ru: Сервис bit.ly используется для автоматического сокращения ссылок URL. Зарегистрируйте свой аккаунт на сервисе %sbit.ly account%s and create an %sOauth App%s.

source: bit.ly user
ru_ru: Пользователь сервиса bit.ly

source: bit.ly API Key
ru_ru: Ключ 'API Key' сервиса bit.ly

source: Get the API Key from the Account page at the Bit.ly site.
ru_ru: Получите свой ключ 'API Key' на странице Вашего аккаунта на веб сайте сервиса Bit.ly.

source: Twitter integration
ru_ru: Интеграция с Twitter

source: Enable Auto Tweets
ru_ru: Включить автоматическую публикацию в соцсети Twitter

source: Twitter Authentication
ru_ru: Авторизация на соцсети Twitter

source: Setup Twitter Authentication
ru_ru: Настроить авторизацию в соцсети Twitter

source: Create a new Twitter App and fill in the requested values in the dialog.
ru_ru: Создать новое приложение соцсети Twitter и заполнить обязательные значения в этом диалоговом окне.

source: Tweet on new listing
ru_ru: Отправлять на соцсеть Tweet твит о новой записи

source: Tweet on new review
ru_ru: Отправлять на соцсеть Tweet твит о новой рецензии

source: Tweet on new review comment
ru_ru: Отправлять на соцсеть Tweet твит о новом комментарии

source: Facebook integration
ru_ru: Интеграция с соцсетью Facebook
