Repository: Jcook894/Travel_Insurance_Ratings
Catalog: components/com_jreviews/jreviews/locale/rus/LC_MESSAGES/admin.po
Languages: ru_ru

source: Facebook Wall posts only work for unmoderated submissions (i.e. those automatically published). Make sure you check these in Access Settings.
ru_ru: Сообщения стены соцсети Facebook работают только для немодерируемых сообщений (например таких, которые публикуются автоматически. Удостоверьтесь в том, что Вы проверили это в настройках доступа.

source: For additional help read the %sFacebook integration%s article.
ru_ru: Для дополнительной помощи ознакомтесь с материалом %sFacebook integration%s article.

source: App ID
ru_ru: ID номер приложения ('App ID')

source: App Secret
ru_ru: Секрет ('Secret')

source: Enable Open Graph Protocol
ru_ru: Включить протокол 'Open Graph'

source: Enabling Open Graph will result in better functionality of the Facebook Like button enabled via the Social Sharing setting above. %sMore info about Open Graph%s.
ru_ru: Включение протокола 'Open Graph' улучшит функционирование включенной через расположенные выше настройки 'Поделиться в соцсетях' кнопки соцсети Facebook 'Мне нравится'. %sПодробнее об 'Open Graph'%s

source: Enable FB Wall Posts
ru_ru: Включить сообщения на стене соцсети Facebook

source: Allow users to opt out
ru_ru: Позволяет пользователям отказываться

source: Enabling this will always show the Publish to Facebook checkbox so users can opt out of publishing to their FB account.
ru_ru: При включении этого параметра всегда будет показана кнопка-поле по типу 'checkbox' 'Публиковать в Facebook', чтобы предоставить пользователям возможность отказываться от такой публикации в их аккаунт на соцсети Facebook.

source: Post on new listing
ru_ru: Отправлять о новой записи

source: Works for umoderated listings only.
ru_ru: Работает только для немодерирумых записей.

source: Post on new review
ru_ru: Отправлять о новой рецензии

source: Works for umoderated reviews only.
ru_ru: Работает только для немодерирумых рецензий.

source: Post on helpful vote
ru_ru: Отправлять о положительном голосовании

source: Trim posts
ru_ru: Подрезать отправления

source: Applies to all posts above.
ru_ru: Применяется ко всем сообщениям выше.

source: Cron Secret
ru_ru: Секрет Cron

source: This will be the secret key used to call the cron url to prevent abuse.
ru_ru: Им будет секретный ключ, используемый для вызова заданий Cron для предотвращения злоупотребления веб сайтом.

source: Cron url
ru_ru: URL ссылка на задание Cron

source: Set up a cron in your server crontab using the specified URL. Replace {SECRET} with the value you entered above. You can schedule to run every 15 minutes and each task below will run only at the specified intervals. This allows you to split the jobs so they are no always run together.
ru_ru: Используя указанную ссылку URL настройте задание CRON в соответствующей вкладке контрольной панели своего веб сервера. Замените {SECRET} введенным Вами выше значением. Вы можете установить проведение задания через каждые 15 минут и каждое нижеприведенное задание будет проводиться через указанные интервалы времени. Это позволит Вам отделять работы одну от другой, чтобы им не включаться в работу одновременно друг с другом.

source: Run Cron on site visits
ru_ru: Запускать при посещениях сайта задание Cron

source: If you disable this setting you should setup a cron job on your server to be run at specified intervals. It is recommended you do this for large sites where cron jobs may take longer to complete.
ru_ru: Если Вы выключите эту настройку, то Вам будет нужно настроить в своем сервере осуществление задания CRON через указанный интервал времени. Рекомендуется это проводить на больших веб сайтах, где на работу задания CRON может уйти больше времени.

source: Use zero only for testing purposes.
ru_ru: Используйте ноль только в целях тестирования.

source: Rebuild reviewer rank
ru_ru: Создать заново рейтинг автора рецензии

source: Rebuild media likes rank
ru_ru: Создать заново рейтинг медиа объектов

source: Purge cache interval
ru_ru: Очистить интервал кэширования

source: Removes all cached content.
ru_ru: Удаляет все содержимое кэша.

source: General settings
ru_ru: Общие настройки

source: Show alphabetical index bar
ru_ru: Показывает алфавитно планку индексации

source: Display category images
ru_ru: Показывать изображения категории

source: Above category
ru_ru: Над категорией

source: Left of category
ru_ru: Слева от категории

source: Applies to top level categories only.
ru_ru: Применяется только к родительским категориям.

source: Number of columns
ru_ru: Число колонок

source: Show number of entries per category
ru_ru: Показывать число записей в категориях

source: Also applies to the category box in lists.
ru_ru: Применяется также в списках к полю категории.

source: Hide empty categories
ru_ru: Скрывать пустые категории

source: Category levels to show
ru_ru: Уровень категорий для показа

source: Categories format
ru_ru: Формат категорий

source: Bullet list
ru_ru: Маркированный список

source: Comma separated list
ru_ru: Список разделенных запятой элементов

source: When comma list is selected only 2 level of categories are shown.
ru_ru: При выборе списка разделенных запятой элементов будут показаны только категории 2-х верхних уровней.

source: Troubleshooting
ru_ru: Устранение ошибок

source: Debug PHP & Queries
ru_ru: Отладка скриптов PHP и запросов

source: Shows PHP and Database debug information at the bottom of the page.
ru_ru: Показывает внизу страницы данные отладки скриптов PHP и базы данных.

source: Debug Themes
ru_ru: Шаблоны страницы отладки

source: Shows the theme output of each theme labeled with the theme filepath as well as the controller filename and function is used to process the output.
ru_ru: Показывает шаблон вывода данных для любого шаблона, который включает путь к шаблоны а также название файла контроллера и функцию используемые в процессе вывода данных.

source: Debug IP
ru_ru: IP адрес отладки

source: Insert IP
ru_ru: Вставить IP адрес

source: Limits debug output to this IP address only.
ru_ru: Ограничивает вывод данных отладки только на этот IP адрес.

source: Disable Overrides
ru_ru: Выключить переопреление

source: Ignore all files in the overrides folder. The Debug IP setting above has no effect over this setting which runs for all site visitors.
ru_ru: Игнорировать все файлы в папке 'overrides'. Вышерасположенная настройка 'IP адрес отладки' не имеет никакого эффекта на данную настройку, которая работает для все посетителей Вашего веб сайта.

source: Enable Javascript Loader
ru_ru: Включать загрузчик Javascript

source: Loads scripts in parallel and non-blocking to speed up the page rendering process.
ru_ru: Для ускорения времени выдачи веб страницы загружает скрипты параллельно и без блокировки.

source: Disable jQuery
ru_ru: Выключить библиотеку jQuery

source: NOT optional. If you disable it, make sure it is loaded by your template or a plugin.
ru_ru: ОБЯЗАТЕЛЬНО Если Вы выключите это, то удостоверьтесь в том, что это загружается Вашим шаблоном или каким-либо плагином.

source: Disable jQuery UI
ru_ru: Выключить jQuery UI

source: General Settings
ru_ru: Общие настройки

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Everyone
ru_ru: Все

source: Create accounts for guests
ru_ru: Создать гостю аккаунт

source: Guests will be given the option to enter a username when making a submission to automatically create an account for them. This feature requires that email activation in Joomla is enabled so users can receive an email with a temporary password.
ru_ru: Гостям для автоматического создания их аккаунта во время отправки комментариев, рецензий или записей будет предоставлена возможность ввести их имя пользователя. Для работы этого функционала необходимо, чтобы в системе Joomla была включена активация по электронной почте, чтобы пользователи могли получать электронное письмо со временным паролем.

source: Use username or realname
ru_ru: Использовать имя пользователя или паспортное имя

source: Real Name
ru_ru: Паспортное имя

source: Username
ru_ru: Имя пользователя

source: Configuration Settings
ru_ru: Конфигурационные настройки

source: General
ru_ru: Общие

source: List page
ru_ru: Включить страницу в список

source: Standard Fields
ru_ru: Стандартные поля

source: Search
ru_ru: Поиск

source: Notifications
ru_ru: Уведомления

source: Cache
ru_ru: Кэш

source: Tableview
ru_ru: Таблицей

source: Blogview
ru_ru: Блогом

source: Thumbview
ru_ru: Миниатюрами

source: Masonry
ru_ru: Плиточно

source: Category page settings
ru_ru: Выбор общего для всего веб сайта показа списка категорий

source: Show 'Add new listing' button in category pages
ru_ru: Показывать на страницах категорий кнопку 'Создать новую запись'.

source: Use current page Itemid in the 'Add new listing' url
ru_ru: Использовать в URL ссылке 'Создать запись' ID номер текущей страницы

source: Show listings of child categories
ru_ru: Показывать записи вложенных категорий

source: In category pages current category and child category listings are displayed.
ru_ru: На страницах категорий показываются записи текущей категории и ее вложенных категорий .

source: Listing Comparison
ru_ru: Сравнение записей

source: Enable listing comparison
ru_ru: Включить сравнение записей

source: Slider listing columns
ru_ru: Слайдер колонок записей

source: Defines the number of listings that the user can see at once.
ru_ru: Определяет число записей, которые пользователь может просматривать одновременно.

source: Show detailed user ratings
ru_ru: Показывать рейтинг пользователя подробно

source: If enabled the individual criteria ratings will be shown.
ru_ru: При включении этого параметра будут показаны индивидуальные критерии рейтинга.

source: Show detailed editor ratings
ru_ru: Показывать рейтинг редактора подробно

source: Category Box
ru_ru: Поле категории

source: Show sub-category links in category page
ru_ru: Показывать категории при просмотре списка категорий

source: List of sub-category links shown at the top of the page.
ru_ru: Список вложенных категорий, показанных наверху страницы.

source: Number of columns for categories
ru_ru: Число колонок для категорий

source: Show ordering dropdown list
ru_ru: Показывать выпадающий список порядка

source: Default Ordering
ru_ru: Порядок по умолчанию

source: Order by field
ru_ru: Порядок по полю

source: This setting overrides the default ordering. Use jr_field or rjr_field for descending order. You should use this setting only if the field you are using is common across all listing. Otherwise you should use the equivalent setting in the listing types.
ru_ru: Эта настройка преобладает порядок по умолчанию. Используйте jr_field или rjr_field для порядка по нисходящей. Вы должны использовать эту настройку только если используемое Вами поле является общим для всех Ваших записей. В противном случае Вы должны использовать эквивалентную настройку в типах записей.

source: Listing Information
ru_ru: Информация записи

source: Date
ru_ru: Дата

source: Listing Author
ru_ru: Автор записи

source: Average User Rating
ru_ru: Средний рейтинг пользователей

source: List pages only
ru_ru: Включить в список только страницы

source: Views
ru_ru: Просмотров

source: Listing Summary & Status Labels
ru_ru: Ярлыки вступительного текста и состояния записи

source: Show summary
ru_ru: Показывать вступительный текст

source: Trim summary (words)
ru_ru: Подрезать вступительный текст (слова)

source: If zero or blank it will display all the text. Limiting the number of words will strip all html formatting.
ru_ru: При настройке на 0 (ноль) или если это поле оставить пустым, будет показан весь текст. При ограничении числа слов будут удаляться использованные для форматирования теги кода HTML.

source: Show 'New' Label
ru_ru: Показать ярлык 'Новая'

source: Show 'Hot' Label
ru_ru: Показывать ярлык 'Горячая'

source: Show 'Featured' Label
ru_ru: Показывать ярлык 'Выделенная'

source: Action Box
ru_ru: Поле действий

source: Show 'read more' link
ru_ru: Показывать ссылку 'Подробнее'

source: Show 'read reviews' link
ru_ru: Показывать ссылку 'Прочитать рецензии'

source: Show 'write review' link
ru_ru: Показывать ссылку 'Прочитать рецензию'

source: Favorites
ru_ru: Избранное

source: Enable favorites
ru_ru: Включить избранное

source: Claims
ru_ru: Заявки

source: Enable Listing Claims
ru_ru: Включить заявки на владение записью

source: Enable claims only for listings owned by (optional)
ru_ru: Включить (на Ваш выбор, т.е. не обязательно) заявки только на владение записями, владелец которых

source: Add user ids separated by comma without any spaces. If you are adding most listings yourself you can enable the claims functionality only for your userid or setup a special user to submit listings and make them claimable.
ru_ru: Добавьте через запятую и без пробелов ID номера пользователей. Если Вы добавляете большинство записей сами, то Вы можете включить функционал создания платных записей только для Вашего собственного ID номера или настроить [для создания таких записей и их настройки на платный статус] специального пользователя.

source: Inquiries
ru_ru: Запросы

source: Enable Listing Inquiries
ru_ru: Включить запросы о записи

source: Site visitors can fill a contact form to request information.
ru_ru: Посетители Вашего веб сайт могут заполнить веб форму обратной связи и запросить у Вас какую-либо информацию.

source: Inquiry is sent to
ru_ru: Запрос отправлен

source: Listing owner
ru_ru: Владелец записи

source: Site e-mail
ru_ru: Адрес электронной почты веб сайты

source: Custom field e-mail
ru_ru: Произвольное поле адреса электронной почты

source: Custom field name
ru_ru: Название произвольного поля

source: If custom field selected above, enter the field's name here (i.e. jr_email).
ru_ru: Если выше выбрано произвольное поле, то введите здесь название того поля (к примеру, jr_email).

source: BCC Admin email (one per line)
ru_ru: Адрес эл.почты для скрытой копии административного письма

source: You can send a bcc to this email address.
ru_ru: Вы можете отправить скрытую копию административного письма по этому адресу электронной почты.

source: To customize the text of the emails you need to edit the email themes in %s
ru_ru: Для индивидуальной подстройки текста электронных писем Вам необходимо отредактировать шаблоны электронной почты в %s

source: Administrative e-mails
ru_ru: Адреса электронной почты администраторов

source: Enabled
ru_ru: Включено

source: Admin e-mail Addresses (one per line)
ru_ru: Адреса электронной почты администраторов (один адрес на одной строчке)

source: New/edited listing
ru_ru: Новая/Отредактированная запись

source: New/edited review
ru_ru: Новая/Отредактированная рецензия

source: New review comment
ru_ru: Новый комментарий на рецензию

source: New owner reply
ru_ru: Новый ответ владельца

source: New abuse report
ru_ru: Новая жалоба

source: New claimed listing
ru_ru: Новая запись с заявкой

source: User e-mails
ru_ru: Адрес электронной почты пользователя

source: BCC to other e-mail Addresses (one per line)
ru_ru: Невидимо для получателя отправить копию на следующие адреса электронной почты (один адрес на одной строчке)

source: New/edited listing to submitter
ru_ru: Новая/Отредактированная запись ее отправителю

source: New/edited review to listing owner
ru_ru: Новая/Отредактированная запись владельцу записи

source: All listings
ru_ru: Все записи

source: Claimed listings
ru_ru: Записи с заявками на владение ими

source: New/edited review to submitter
ru_ru: Новая/Отредактированная рецензия ее отправителю

source: Video encoding finished to submitter
ru_ru: Кодировка видео файлов закончилась отправителю

source: Enable User Reviews
ru_ru: Включить рецензии пользователя

source: Enable Editor Reviews
ru_ru: Включить рецензии редактора

source: Disabled
ru_ru: Отключено

source: One editor review per listing
ru_ru: Одна редакторская рецензия на одну запись

source: Multiple editor reviews per listing
ru_ru: Несколько редакторских рецензий на одну запись

source: Comma list of JReviews Editors user IDs
ru_ru: Список отделенных друг от друга знаком запятой ID номеров редакторов компонента JReviews

source: Only reviews written by these users will be automatically recognized as editor reviews. Addittionaly, any review can be marked as an editor review in the review moderation menu.
ru_ru: Только написанные этими пользователями рецензии будут автоматически распозноваться как рецензии написанные редактором. Дополнительно, любая рецензия может быть отмечена как рецензия редактора с помощью меню модерации рецензий.

source: View list of users
ru_ru: Просмотреть список пользователей

source: Multiple user reviews per listing
ru_ru: Более одной рецензии на одну запись

source: Valid for registered users only. Checking is done against IP address and userid.
ru_ru: Действительно только для зарегистрированных пользователей. Проверка проводится на основе IP адреса и ID номера пользователя.

source: Disable IP address check for multiple reviews
ru_ru: Выключить проверку IP адреса на несколько рецензий

source: Performs check on user id only.
ru_ru: Проводит проверку только ID номера пользователя

source: Stop users from reviewing their own listings
ru_ru: Предотвращает возможность пользователям создавать рецензии на свои собственные записи

source: Also disable the review form in listing submission in Configuration => Standard Fields.
ru_ru: Также выключить в 'Конфигурация' => 'Стандартные поля' показ веб формы рецензии на странице отправки записи.

source: View All Reviews Canonical (SEO)
ru_ru: Просмотреть канонические ссылки (SEO) всех рецензий

source: Outputs a canonical tag to the listing detail page in the view all reviews page for a listing.
ru_ru: Выдает канонический тег подробной (полной) страницы записи на странице всех рецензий на какую-либо запись.

source: Ordering Box
ru_ru: Поле упорядочения

source: Rating Settings
ru_ru: Настройки рейтинга

source: Rating scale
ru_ru: Шкала рейтинга

source: Enter a number higher than zero. Once you have reviews on your site DO NOT change this setting
ru_ru: Введите число больше нуля. Как только на Вашем веб сайте появились рецензии, НЕ изменяйте эту настройку.

source: Rating increment
ru_ru: Нарастание рейтинга

source: Rating selector
ru_ru: Выбор рейтинга в веб форме рецензии

source: Select List
ru_ru: Список по типу поля 'select'

source: Star Images
ru_ru: Изображения для звездочки

source: Pre-select N/A for optional rating criteria
ru_ru: Для необязательных критериев рейтинга выберите 'Н/П'

source: If enabled, users don't need to click on the N/A option to ignore a criterion.
ru_ru: При включении этого параметра пользователям не будет необходимости щелкать на опцию 'Н/П' для того, чтобы проигнорировать какой-либо критерий.

source: Hide non-rated criteria from detailed ratings
ru_ru: Скрывать на странице подробного показа рейтингов не оцененный критерий

source: Useful if there are many optional criteria.
ru_ru: Полезно если у Вас имеются много необязательных для рейтинга критериев.

source: Show rating count in detailed ratings
ru_ru: Показывать на странице подробного показа рейтинга подсчет рейтинга

source: Show for all criteria sets
ru_ru: Показывать для всех наборов рейтинга

source: Show for criteria sets where N/A ratings are enabled
ru_ru: Показывать для наборов критериев где включены рейтинги c 'Н/П'

source: Do not show
ru_ru: Не показывать

source: This can be informational when users gave N/A ratings to certain criteria.
ru_ru: Когда пользователи дают по какому-либо определенному критерию рейтинг 'Н/П', то это может быть довольно информативно.

source: Enable listing owner replies to user reviews
ru_ru: Включить ответы владельцев записей на рецензии пользователей.

source: Review Discussions
ru_ru: Обсудить рецензию

source: Enable review discussions
ru_ru: Включает обсуждение рецензий

source: Review Reporting
ru_ru: Жалобы на рецензию

source: Enable reporting of user reviews
ru_ru: Разрешить жаловаться на рецензии пользователя

source: Enable reporting of editor reviews
ru_ru: Разрешить жалобы на рецензии редактора

source: Review Helpfulness Voting
ru_ru: Голосование по полезности рецензии

source: Enable user review voting
ru_ru: Разрешить голосование по рецензии пользователя

source: Enable editor review voting
ru_ru: Разрешить голосование по рецензии редактора

source: Disable ip address check for votes
ru_ru: Выключить проверку IP адреса голосующего

source: Editor Reviews
ru_ru: Редакторские рецензии

source: Number of editor reviews per page
ru_ru: Число редакторских рецензий на одной странице

source: Used for pagination of editor reviews, if multiple editor reviews are enabled.
ru_ru: Используется для постраничной разбивки редакторских рецензий, если включена возможность нескольких редакторских рецензий на одну запись.

source: Exclude Editor Reviews from Reviewer Ranking
ru_ru: Исключать редакторские рецензии из рейтингов рецензентов

source: Show detailed ratings in reviews
ru_ru: Показывать в рецензиях подробный рейтинг

source: Show reviewer rank
ru_ru: Показывать ранг рецензента

source: Show 'See all reviews' link for reviewer
ru_ru: Показывать рецензенту ссылку 'Просмотреть все рецензии'

source: User Reviews
ru_ru: Рецензии пользователя

source: Number of user reviews per page
ru_ru: Число рецензий пользователя на странице

source: RSS Feeds Settings
ru_ru: Настройки канала RSS

source: Display feed icons
ru_ru: Показывать иконки канала RSS

source: Channel Settings
ru_ru: Настройки канала

source: Listings in feed
ru_ru: Записи в канале

source: Feed title
ru_ru: Заголовок канала

source: Feed description
ru_ru: Описание канала

source: Feed image
ru_ru: Изображение канала

source: Listing Settings
ru_ru: Настройки записи

source: Show listing thumbnail
ru_ru: Показывать миниатюру изображения записи

source: Thumbnail alignment
ru_ru: Выравнивание миниатюры изображения

source: Use current page Itemid for search results
ru_ru: Использовать для результатов поиска ID номер текущей страницы.

source: Works only for JReviews pages, not detail pages which are com_content. In that case the JReviews search menu id will be used or one you specify below.
ru_ru: Работает только для веб страниц компонента JReviews, но не страниц с подробной информацией, которые принадлежат компоненту содержимого com_content системы Joomla. С ним будет использован ID номер меню поиска компонента JReviews или другой, указанный Вами ниже, номер.

source: Specify a menu id for search results
ru_ru: Укажите ID номер меню для результатов поиска

source: Used in detail pages; and other JReviews pages if the setting above is disabled.
ru_ru: Используется на полной странице записи и других страницах компонента JReviews, если выключен вышенаходящийся параметр.

source: If one result found, redirect to detail page
ru_ru: Если найден один результат, то перенаправить на полную страницу.

source: Allow all listings to be returned with empty search queries
ru_ru: Разрешить всем записям возвращаться с пустыми запросами поиска.

source: Theme Layout
ru_ru: Макет шаблона

source: For better results with the Masonry layout, choose the 'scale' thumbnail mode for list pages in Media Settings
ru_ru: Для оптимального показа плиточного шаблона выберите для страниц списка в настройках медиа объектов режим 'Пропорция'.

source: View Suffix
ru_ru: Просмотреть суффикс

source: Simple search
ru_ru: Простой поиск

source: Show search box in list and directory pages
ru_ru: Показывать поле поиска на страницах записей и странице каталога.

source: Advanced search
ru_ru: Расширенный поиск

source: Allow searching by listing owner
ru_ru: Разрешить поиск по владельцу записи

source: Allow searches on more than one option for single select and radiobutton fields
ru_ru: Разрешить поиск на более чем одной опции для полей по типу 'single select' и 'radio'.
