Repository: Jcook894/Travel_Insurance_Ratings
Catalog: components/com_jreviews/jreviews/locale/rus/LC_MESSAGES/admin.po
Languages: ru_ru

source: Use Default Image
ru_ru: Использовать изображение по умолчанию

source: Used if both category and main media thumbnails are not available.
ru_ru: Используется если миниатюры изображений и категории и главного медиа объекта не имеются в распоряжении.

source: Separate Listing Owner and User uploaded media
ru_ru: Отделить владельца записи и загрузившего медиа объект пользователя

source: Photos and video only. Listing Owner media displays in main area of the listing detail page while Review media will appear in individual reviews. Links to view 'All', 'Listing' and 'Users' photos and videos will also be displayed unless lightbox or gallery layouts are used.
ru_ru: Только фотографии и видеоролики Медиа объекты владельца записи показываются в главной части страницы ее подробного показа, в то время как медиа объекты рецензий будут показаны в индивидуальных рецензиях. Ссылки на просмотр настроенных на 'Все', 'Запись' и 'Пользователи' фотографий и видеороликов будут также показаны, за исключением настройки, при которой используется шаблон Lightbox или галереи.

source: Photo Display Layout
ru_ru: Макет показа фотографии

source: Contact sheet with lightbox
ru_ru: Рабочая тетрадь контактов в Linghtbox

source: Contact sheet linked to separate gallery page
ru_ru: Рабочая тетрадь привязна к отдельной странице галереи

source: Full width gallery without lightbox
ru_ru: Полная ширина галереи без Lightbox

source: Small gallery with lightbox
ru_ru: Малая галерея с Lightbox

source: Film strip with lightbox
ru_ru: Видео кадр с Lightbox

source: Film strip linked to separate gallery page
ru_ru: Видео кадр привязан к отдельной странице галереи

source: Lightbox and gallery layouts ignore the limit settings below.
ru_ru: Макеты Lightbox и галереи игнорируют вышерасположенные настройки ограничения.

source: Video Display Layout
ru_ru: Шаблон показа видео роликов

source: Full width video player
ru_ru: Полная ширина видео проигрывателя

source: Audio Downloads
ru_ru: Скачивание звуковых объектов

source: Displays a download button next to each track.
ru_ru: Показывает рядом со звуковыми объектами кнопку на скачивание.

source: MAIN MEDIA
ru_ru: ГЛАВНЫЙ МЕДИА ОБЪЕКТ

source: Main Media Thumbnail
ru_ru: Миниатюра изображения главного медиа объекта

source: Enable to display main media thumbnail separately.
ru_ru: Включить отдельный показ миниатюры изображения главного медиа объекта.

source: Disable Main Media Link
ru_ru: Выключить ссылку на главный медиа объект

source: Disable the lightbox for photos when set as main media. Gallery photos will continue opening in a lightbox if Photo Lightbox is enabled.
ru_ru: Выключить Lightbox для фотографий при их настройке на статус главного медиа объекта. Если Lightbox включен, то фотографии галерей продолжат открываться в окошке Lightbox.

source: Main Media Thumbnail Mode
ru_ru: Режим миниатюры изображения главного медиа объекта

source: Main Media Thumbnail Size
ru_ru: Размер миниатюры изображения главного медиа объекта.

source: Show category/default image using above settings for List Pages.
ru_ru: Показывать для страниц записей категорию/изображение по умолчанию, используя вышерасположенные настройки.

source: CONTACT AND FILM STRIP LAYOUT
ru_ru: МАКЕТ ПОЛОСКИ КОНТАКТА И ВИДЕО

source: Gallery Thumbnail Mode
ru_ru: Режим миниатюры изображения галереи

source: Gallery Thumbnail Size
ru_ru: Размер миниатюры изображения галерей

source: FULL WIDTH PHOTO GALLERY LAYOUT
ru_ru: МАКЕТ ФОТО ГАЛЛЕРЕИ В ПОЛНУЮ ШИРИНУ

source: Display photo info as overlay on mouseover
ru_ru: Показывать при наведении курсора мыши данные фотографии как наложенный сверху слой

source: LAYOUTS WITH MEDIA LINKING TO SEPARATE GALLERY
ru_ru: МАКЕТЫ СО СВЯЗЯМИ МЕДИА ОБЪЕКТОВ С ОТДЕЛЬНОЙ ГАЛЕРЕЕЙ

source: Photo Limit
ru_ru: Ограничение фотографий

source: After this number visitors need to go to the gallery page for the listing to view all photos
ru_ru: По достижении этого числа посетителям для просмотра всех фотографий определенной записи будет необходимо пройти на страницу фото галлереи.

source: Video Limit
ru_ru: Ограничение видео роликов

source: After this number visitors need to go to the gallery page for the listing to view all videos
ru_ru: По достижении этого числа посетителям для просмотра всех видео роликов определенной записи будет необходимо пройти на страницу галлереи.

source: Upload Settings
ru_ru: Настройки загрузок

source: Max Photos per Listing per User
ru_ru: Максимально фотографий на странице записи одному пользователю

source: Leave blank for no limit.
ru_ru: Для отсутствия ограничения оставьте это поле пустым.

source: Max Photos per Review per User
ru_ru: Максимально фотографий на странице рецензии одному пользователю

source: Maximum Upload Size
ru_ru: Максимальный размер загрузки

source: Allowed File Extensions
ru_ru: Разрешенные типы файлов

source: Comma list without spaces.
ru_ru: Отделяйте типы файлов друг от друга запятыми, без пробелов между ними.

source: Original Resize
ru_ru: Изменение размера оригинала

source: Original Resize Quality
ru_ru: Качество измененного в размере

source: Video Upload Methods
ru_ru: Методы загрузки ведео файлов

source: Upload & Link from video sites
ru_ru: Загружать и ссылать на видео ролики на веб сайтах

source: Upload only
ru_ru: Только загружать

source: Link only
ru_ru: Только ссылать на внешние веб сайте

source: Video Link Sites
ru_ru: Внешние веб сайты ссылок на видео ролики

source: Max Videos per Listing per User
ru_ru: Максимально видео роликов на странице записи на одного пользователя

source: Max Videos per Review per User
ru_ru: Максимально видео роликов на странице рецензии на одного пользователя

source: Max Attachments per Listing per User
ru_ru: Максимально вложенных файлов на странице рецензии на одного пользователя

source: Max Attachments per Review per User
ru_ru: Максимально вложенных файлов на странице рецензии на одного пользователя

source: Max Audio files per Listing per User
ru_ru: Максимально звуковых файлов на странице записи на одного пользователя

source: Max Audio files per Review per User
ru_ru: Максимально звуковых файлов на странице рецензии на одного пользователя

source: Field Name
ru_ru: Название поля

source: Find Listings Where
ru_ru: Найти записи, в которых

source: Match Field Name
ru_ru: сходится название поля

source: Listing Types Filter
ru_ru: Фильтр типов записей

source: Listings Ordering
ru_ru: Порядок записей

source: Most Recent
ru_ru: Самые последние

source: Top User Rated
ru_ru: С высшим рейтингом пользователей

source: Worst User Rated
ru_ru: С худшим рейтингом пользователей

source: Top Editor Rated
ru_ru: С высшим рейтингом редактора

source: Most Reviewed
ru_ru: С наибольшим числом рецензий

source: Proximity (Requires GeoMaps Add-on)
ru_ru: Территориальная близость (требует расширения GeoMaps)

source: Radius for Proximity Ordering
ru_ru: Радиус для порядка территориальной близости

source: Show Distance for Proximity Ordering
ru_ru: Показывать расстояние для порядка территориальной близости

source: Advanced Filters
ru_ru: Расширенные фильтры

source: Custom WHERE
ru_ru: Произвольное WHERE

source: Custom ORDER BY
ru_ru: Произвольное ORDER BY

source: Thumbnail Position
ru_ru: Позиция миниатюры изображения

source: Top
ru_ru: Наверху

source: Thumbnail Type
ru_ru: Тип миниатюры изображения

source: Thumbnail Dimensions (px)
ru_ru: Размер миниатюры изображения (px)

source: Comparison
ru_ru: Сравнение

source: Enable Compare Button
ru_ru: Включить кнопку на сравнение

source: Module Orientation
ru_ru: Ориентация модуля

source: %sClick for valid object types%s
ru_ru: %sЩелкните здесь для действительных типов объектов %s

source: The 'Article' type will by used by default
ru_ru: Тип 'Материал' будет использован по умолчанию

source: Facebook Open Graph Object Type
ru_ru: Тип объекта в протоколе 'Facebook Open Graph'

source: Open Graph must be enabled in Configuration, Community Settings.
ru_ru: Протокол 'Open Graph' должен быть включен в 'Социальные настройки' => 'Конфигурация'.

source: Download a patch to fix a bug in Joomla that prevents this from working
ru_ru: Скачать патч для устранения программной ошибки в Joomla, которая припятствует работе этой веб формы.

source: Apply to Listing Titles (List and detail pages)
ru_ru: Применять к заголовкам записей (подробные страницы и страницы списков)

source: Review form access
ru_ru: Доступ к веб форме рецензии

source: Review Form
ru_ru: Веб форма рецензии

source: Listing Type Manager
ru_ru: Менеджер типов записей

source: Copy
ru_ru: Копировать

source: Deleting this Listing Type will also remove all reviews for listings that have this listing type. Do you want to continue?
ru_ru: При удалении этого типа записи также будут удалены рецензии, написанные на записи этого типа. Вы действительно желаете продолжить?

source: Field Groups
ru_ru: Группы полей

source: This action will delete the listing(s) and associated media, reviews and review comments. Are you sure you want to continue?
ru_ru: В результате этой операции будут удалены запись(си) и связанные с ней(ними) медиа объекты, рецензии и комментарии на рецензии. Вы действительно желаете продолжить?

source: There was a problem deleting the listing.
ru_ru: При попытке удаления этой записи возникла ошибка.

source: Public
ru_ru: Публика

source: Registered
ru_ru: Зарегистрированные

source: Special
ru_ru: Особенные

source: Select Owner
ru_ru: Выбрать владельца

source: Filter by
ru_ru: Фильтровать по

source: Unpublished
ru_ru: Неопубликованные

source: Expired
ru_ru: Истек срок действия

source: With media
ru_ru: С медиа объектами

source: Rejected
ru_ru: Отказанные

source: Most recent
ru_ru: Самые последние

source: Browse Listings
ru_ru: Просмотреть записи

source: Claim Status
ru_ru: Статус заявки на владение записью

source: Editor reviews
ru_ru: Рецензии редактора

source: User reviews
ru_ru: Рецензии пользователя

source: Add Media
ru_ru: Добавить медиа объект

source: Transactions
ru_ru: Транзакции

source: Date & Author
ru_ru: Дата и автор

source: Without Order
ru_ru: Без заказа

source: Email
ru_ru: Адрес электронной почты

source: Save As New
ru_ru: Сохранить как новое

source: [Save As New] will ignore current listing media. You also need to change the title alias to make it unique.
ru_ru: [Сохранить как новый] будет игнорировать текущие медиа объекты этой записи. Для того, чтобы это было уникальным, Вам нужно также изменить алиас этого заголовка.

source: Start typing for suggestions.
ru_ru: Начните вводить данные рекомендации

source: Metadata
ru_ru: Мета данные

source: Select
ru_ru: Выбрать

source: Meta Data
ru_ru: Мета данные

source: Listings Moderation
ru_ru: Модерация записей

source: Preview
ru_ru: Просмотреть

source: Paid Listing
ru_ru: Оплаченные записи

source: Submitted %s by %s
ru_ru: Отправлено %s пользователем %s

source: For incomplete orders or listings without orders you need to go to the edit screen to view current field values.
ru_ru: Для просмотра значений текущих полей незавершенных заказов или записей без заказов Вам необходимо пройти на страницу редактирования записи.

source: Valid tags: %s = user's name; %s = frontend url; %s = listing title
ru_ru: Разрешенные теги: %s = имя пользователя; %s = лицевая URL ссылка ; %s = заголовок записи

source: This action will delete the file(s) and associated votes. Are you sure you want to continue?
ru_ru: Это операция удалит это поле(я) и связанные с ним(ними) рейтинги. Вы действительно желаете продолжить?

source: There was a problem deleting the file(s).
ru_ru: При попытке удалить этот/эти файл(ы) произошла ошибка.

source: Browse Media
ru_ru: Просмотреть медиа объекты

source: Select Component
ru_ru: Выбрать компонент

source: JReviews Listings
ru_ru: Записи JReviews

source: Media Types
ru_ru: Типы медиа объектов

source: Media Location
ru_ru: Адрес медиа объектов

source: Listing title
ru_ru: Заголовок записи

source: Select component
ru_ru: Выбрать компонент

source: Listing Media
ru_ru: Медиа объекты записи

source: Review Media
ru_ru: Медиа объекты рецензий

source: User
ru_ru: Пользователь

source: Extension
ru_ru: Расширение

source: View Access
ru_ru: Просмотреть доступ

source: Approved
ru_ru: Одобрено

source: Main Media
ru_ru: Главный медиа объект

source: Filter by users
ru_ru: Фильтровать по пользователям

source: Date & Reviewer
ru_ru: Дана и рецензент

source: Listing: %s (#%s)
ru_ru: Запись: %s (#%s)

source: Filter by user
ru_ru: Фильтровать по пользователю

source: Media Settings
ru_ru: Настройки медиа объектов

source: IMPORTANT: Your server settings in php.ini allow file uploads up to %s. This limit is set by <strong>post_max_size</strong> and <strong>upload_max_filesize</strong> settings.
ru_ru: ВАЖНО: Настройки в файле php.ini Вашего веб сервера разрешают загрузать файлы размером до %s. Это значение настраивается в постоянных <strong>post_max_size</strong> и <strong>upload_max_filesize</strong>.

source: Storage Settings
ru_ru: Настройки хранилища

source: Encoding Settings
ru_ru: Настройки кодировки знаков

source: Force use of Catch-All menu for media urls
ru_ru: Принудить использование меню Catch-All для медиа объектов

source: You need to create the Catch-All menu for Media. If disabled, JReviews category menu ids will be used if they exist.
ru_ru: Вам нужно создать для медиа объектов меню по типу 'Catch-All'. При выключении этого параметра будут использованы ID номера меню категорий.

source: Video Processing Path
ru_ru: Путь к видео обработчику

source: Thumbnail Quality
ru_ru: Качество миниатюры изображения

source: Default Media Order
ru_ru: Порядок медиа объектов по умолчанию

source: This is the ordering that will be used in media list pages.
ru_ru: Этот порядок будет использован на страницах медиа списков

source: Display Terms & Conditions in upload page
ru_ru: Показывать на странице загрузок файлов термины и условия загрузки

source: Show category/default image using above settings for List Pages
ru_ru: Показывать на страницах записей категорию/изображение по умолчанию, используя вышеприведенные настройки.

source: Review Pages/Layout
ru_ru: Макет страниц рецензии

source: Media Pages
ru_ru: Страницы медиа объектов

source: Media List Layout
ru_ru: Макет списка медиа объектов

source: Grid
ru_ru: Сетка

source: Filename Settings
ru_ru: Настройки названий файлов

source: Replace filename with listing title
ru_ru: Заменить название файла заголовком записи

source: Prepend listing id to filename
ru_ru: Вставлять ID номер записи в начало названия файла

source: Leave blank for no limit. Set to zero to disable uploads.
ru_ru: Для отсутствия ограничения оставьте это поле пустым. Для выключения возможности загружать файлы установите этот параметр на 0 (ноль).

source: Leave blank for no resizing. Default is: 1500x1500.
ru_ru: Для выключения возможности изменять размер оставьте это поле незаполненным. По умолчанию: 800х800.

source: Max Audio per Listing per User
ru_ru: Максимально звуковых файлов для одной записи на одного пользователя

source: Max Audio per Review per User
ru_ru: Максимально звуковых файлов для одной рецензии на одного пользователя

source: Storage Service
ru_ru: Сервис хранения

source: 3rd Party Videos (embedded)
ru_ru: Сторонние видео ролики (вставленные)

source: For video thumbnail
ru_ru: Для миниатюры изображения видео ролика

source: Local Storage Settings
ru_ru: Настройки местного хранения

source: Path
ru_ru: Путь

source: Default is: media/reviews/
ru_ru: По умолчанию: media/reviews/

source: Original media folder name
ru_ru: Начальное название папки медиа объектов

source: Default is: original
ru_ru: По умолчанию: original

source: Thumbnail media folder name
ru_ru: Название миниатюры изображения папки медиа объектов

source: Default is: thumbnail
ru_ru: По умолчанию: thumbnail

source: Photo Folder
ru_ru: Папка для фотографий

source: Video Folder
ru_ru: Папка видео файлов

source: Attachment Folder
ru_ru: Папка вложенных файлов

source: Audio Folder
ru_ru: Папка звуковых файлов

source: Amazon S3 Settings
ru_ru: Настройки сервиса 'Amazon S3'

source: API Key
ru_ru: Ключ 'API Key'

source: API Secret
ru_ru: Код 'API Secret'

source: Photo Bucket
ru_ru: Папка ('Bucket') для фотографий

source: Create the bucket using your Amazon Web Services account.
ru_ru: Создайте эту папку ('Bucket) на своем аккаунте на сервисе 'Amazon Web Services'

source: Video Bucket
ru_ru: Папка ('Bucket') для видео файлов

source: Attachment Bucket
ru_ru: Папка ('Bucket') для вложенных файлов

source: Audio Bucket
ru_ru: Папка ('Bucket') для звуковых файлов

source: Replace Amazon S3 URLs with CDN URLs
ru_ru: Замените ссылки URL, создаваемые сервисом 'Amazon S3' на ссылки URL сети распределенного содержимого (CDN)

source: Encoding Service
ru_ru: Сервис шифрования

source: Create an account %s
ru_ru: Создать аккаунт %s

source: Video Frame Size
ru_ru: Размер видео кадра

source: Default is 854x480
ru_ru: По умолчанию: 854x480

source: Bitrate
ru_ru: Скорость передачи данных (bitrate)

source: Default is 1200
ru_ru: По умолчанию: 1200

source: Transfer Method
ru_ru: Метод передачи данных

source: The different methods in which the files uploaded to your server will be made available to the encoding service. ftp and sftp can only be used with Encoding.com and Zencoder. For Zencoder you can skip the username and password by setting up the Credentials for the server in your Zencoder account and filling out the Credentials setting below.
ru_ru: Различные методы при которых загруженные на Ваш сервер файлы будут доступны шифровальному сервису. Протоколы ftp и sftp могут быть использованы только с Encoding.com и Zencoder. Для Zencoder Вы можете создать возможность пропускать ввод имени пользователя и пароля, настроив их данные для этого сервера в своем аккаунте на Zencoder и заполнив их значение внизу.

source: This method will be used by the encoding service to download the uploaded files from your server. The S3 method uploads the file from your server to S3 to let the encoding service download it from S3. If you choose ftp make sure your server allows enough simultaneous connections.
ru_ru: Этот метод будет использоваться шифровальным сервисом для скачивания загруженных на Ваш сервер файлов. Метод сервиса S3 загружает какой-либо файл с Вашего сервера на сервер сервиса S3 для того, чтобы предоставить возможность шифровальному сервису скачать этот файл с сервере S3. Если Вы выбираете протокол FTP, то удостоверьтесь в том, что Ваш сервер предоставляет достаточное число одновременных соединений.

source: (s)ftp Transfer Settings
ru_ru: Настройки передачи данных в протоколе(ах) (s)ftp

source: Host
ru_ru: Хост

source: For example: ftp.yourdomain.com
ru_ru: Например: ftp.yourdomain.com

source: FTP Username
ru_ru: Имя пользователя FTP

source: FTP Password
ru_ru: Пароль FTP

source: Leave empty to keep the current password
ru_ru: Оставьте это поле пустым для сохранения текущего пароля

source: FTP Port
ru_ru: Порт FTP

source: FTP path to tmp folder
ru_ru: Путь FTP ко временной папке

source: For example: /public_html/tmp
ru_ru: Например: /public_html/tmp

source: File Information
ru_ru: Данные файла

source: Filename
ru_ru: Название файла

source: Relative Path
ru_ru: Относительный путь

source: Encoding Information
ru_ru: Данные кодировки

source: API Response
ru_ru: Отзыв API

source: Click to view
ru_ru: Щелкните для просмотра

source: Response is empty
ru_ru: Отзыв отсутствует

source: Current Thumbnail Sizes
ru_ru: Размер текущей миниатюры изображения

source: Deleted thumbnails will be recreated on demand.
ru_ru: Удаленные миниатюры изображения по требованию будут созданы еще раз.

source: Pending
ru_ru: В ожидании рассмотрения

source: Uploaded
ru_ru: Загружено

source: seconds
ru_ru: секунд

source: User ID
ru_ru: ID номер пользователя

source: Duration
ru_ru: Длительность

source: Media Moderation
ru_ru: Модерация медиа объектов

source: This action will delete the file and associated votes. Are you sure you want to continue?
ru_ru: При этой операции будут удалены этот файл и связанные с ним голосования пользователей. Вы действительно желаете продолжить?

source: There was a problem deleting the file.
ru_ru: При попытке удалить этот файл возникла проблема!

source: Valid tags: %s = user's name; %s = page link; %s = listing title, %s = review title
ru_ru: Разрешенные теги: %s = имя пользователя; %s = URL ссылка страницы; %s = заголовок записи, %s = заголовок рецензии

source: You are not allowed to upload or have reached your upload limit.
ru_ru: Вам либо не разрешено загружать, либо Вы исчерпали квоту на свои загрузки.

source: Upload Limits
ru_ru: Лимиты загрузки

source: Upload Media
ru_ru: Загрузить медиа объект

source: Link Video
ru_ru: Сослаться на видео ролик

source: Select or Drag & Drop your files to automatically start the upload process
ru_ru: Выберите файл или перетащите его сюда указателем мыши для того, чтобы начать процесс его загрузки.

source: Uploaded Media
ru_ru: Загруженные медиа объекты

source: Linked Videos
ru_ru: Видео ролики со ссылками на внешние веб сайты

source: Owner Reply
ru_ru: Ответ владельца

source: To send a moderation e-mail set the reply status to HOLD and then go to Owner Reply moderation.
ru_ru: Для отправки электронного письма относительно модерации настройте статус ответа на 'Задержать' и затем пройдите на модерацию 'Ответ владельца'.

source: Are you sure you want to delete this reply?
ru_ru: Вы действительно желаете удалить этот ответ?

source: There was a problem deleting the reply.
ru_ru: При попытке удалить этот ответ возникла проблема!

source: Owner Replies to Reviews Moderation
ru_ru: Ответы владельца на модерацию рецензий

source: Submitted %s by %s for review %s in listing %s
ru_ru: Отправлено %s пользователем %s на рецензию %s записи %s

source: Discussion Posts
ru_ru: Сообщения обсуждений

source: %s = user name; %s = frontend url; %s = listing_title
ru_ru: %s = имя пользователя; %s = URL ссылка передней страницы; %s = заголовок записи

source: %s = user name; %s = frontend url; %s = listing_title, %s = review_title
ru_ru: %s = имя пользователя; %s = URL ссылка передней страницы; %s = заголовок записи; %s = заголовок рецензии

source: %s = user name; %s = frontend url; %s = review_title
ru_ru: %s = имя пользователя; %s = URL ссылка передней страницы; %s = заголовок рецензии

source: Predefined Email Replies for Moderation Actions
ru_ru: Готовые электронные письма по модераторским мерам

source: Valid tags: %s
ru_ru: Разрешенные теги: %s

source: Predefined Reply #%s
ru_ru: Готовый ответ #%s

source: Subject
ru_ru: Тема

source: Body
ru_ru: Текст сообщения

source: This report will be permanently deleted and cannot be recovered. Are you sure?
ru_ru: Эта жалоба будует безвозвратно удалена и Вы не сможете ее восстановить. Вы дейстительно желаете продолжать эту операцию?

source: There was a problem deleting the report.
ru_ru: При попытке удалить эту жалобу произошла ошибка!

source: This action will delete the review(s) and associated media, votes and review comments. Are you sure you want to continue?
ru_ru: При этой операции будет(ут) удален(ы) эта(и) рецензия(ии) и связанные с ней(ними) медиа объекты, голосования пользователей и комментарии. Вы действительно желаете продолжить?

source: There was a problem deleting the review.
ru_ru: При попытке удалить эту рецензию произошла ошибка!

source: This action will delete the media and associated votes. Are you sure you want to continue?
ru_ru: При этой операции будут удалены этот медиа объект и связанные с ним голосования пользователей. Вы действительно желаете продолжить?

source: There was a problem deleting the media.
ru_ru: При попытке удалить этот медиа объект произошла ошибка.

source: Reports Moderation
ru_ru: Модерация жалоб
