Repository: Jcook894/Travel_Insurance_Ratings
Catalog: components/com_jreviews/jreviews/locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Go to page %s
ru: Перейти на страницу %s

source: Go to page %s of %s
ru: Перейти на страницу %s из %s

source: Results per page
ru: Результатов на страницу

source: Guest
ru: Гость

source: Tweet
ru: Твит

source: Add
ru: Добавить

source: Submit
ru: Отправить

source: between
ru: между

source: Title
ru: Заголовок

source: Most recent
ru: Наипоследние

source: Oldest
ru: Самое старое

source: Last updated
ru: Последнее обновление

source: Most popular
ru: Самое популярное

source: Highest user rating
ru: Самая высокая пользовательская оценка

source: Lowest user rating
ru: Самая низкая пользовательская оценка

source: Highest editor rating
ru: Самая высокая оценка редактора

source: Lowest editor rating
ru: Самая низкая оценка редактора

source: Most reviews
ru: Большинство рецензий

source: Author
ru: Автор

source: Distance
ru: Расстояние

source: Best %s
ru: Самые лучшие %s

source: Best %s (Editor rated)
ru: Самые лучшие %s (По рейтингу редактора)

source: ASC
ru: Восх

source: DESC
ru: Нисх

source: Most helpful
ru: Самое полезное

source: Least helpful
ru: Наименее полезное

source: Most discussed
ru: Самое дискутируемое

source: #1 Reviewer
ru: Рецензент №1

source: Top 10 Reviewer
ru: Лучшие 10 рецензентов

source: Top 50 Reviewer
ru: Лучшие 50 рецензентов

source: Top 100 Reviewer
ru: Лучшие 100 рецензентов

source: Top 500 Reviewer
ru: Лучшие 500 рецензентов

source: Top 1000 Reviewer
ru: Лучшие 1000 рецензентов

source: Views
ru: Просмотры

source: Video count
ru: Число видеоклипов

source: Photo count
ru: Число фотографий

source: Audio count
ru: Число звуковых файлов

source: Attachment count
ru: Число приложенных файлов

source: Favorite count
ru: Число избранного

source: Pending Moderation
ru: В ожидании модерации

source: Expired
ru: Срок действия истек!

source: New
ru: Новая

source: Hot
ru: Популярное

source: Newest
ru: Самое новое

source: Most Popular
ru: Самое популярное

source: Most Liked
ru: Самое понравившееся

source: Ordering
ru: Сортировка

source: All
ru: Все

source: Video
ru: Видео

source: Photo
ru: Фотографии

source: Attachment
ru: Приложения

source: Audio
ru: Звуковые

source: I like this
ru: Мне нравится

source: I dislike this
ru: Мне не нравится

source: Report as inappropriate
ru: Пожаловаться на неподобающее.

source: no upload limit
ru: загрузка неограничена

source: upload limit reached (%s)
ru: Достигнут лимит загрузки (%s)

source: %1$s remaining out of %2$s
ru: %1$s - оставшееся от %2$s

source: No rating
ru: Без оценок

source: Select Rating
ru: Выбрать рейтинг

source: %s and up
ru: %s и выше

source: Editor rating
ru: Оценка редактора

source: User rating
ru: Рейтинг пользователя

source: Overall rating
ru: Общий рейтинг

source: %s star
ru: %s звездочка

source: Not rated
ru: Без рейтинга

source: N/A
ru: Н/П

source: Add Media
ru: Создать медиа объект

source: Comments (%s)
ru: Комментарии (%s)

source: Claim this listing
ru: Запросите эту запись

source: Compare
ru: Сравнить

source: Download
ru: Скачать

source: LANG_LISTING_SEND_INQUIRY
ru: Отправить запрос

source: Reply to this review
ru: Ответить на эту рецензию.

source: Reply to this comment
ru: Ответить на этот комментарий

source: Delete Reply
ru: Удалить ответ

source: Edit
ru: Редактировать

source: Report this comment
ru: Пожаловаться об этом комментарии

source: Report this review
ru: Пожаловаться об этой рецензии

source: Was this review helpful to you?
ru: Вам помогла эта рецензия?

source: Manage
ru: Управлять

source: Delete
ru: Удалить

source: Edit Media
ru: Редактировать медиа объект

source: Published
ru: Опубликовано

source: Unpublished
ru: Не опубликовано

source: Not featured
ru: Не выделено

source: Main Media
ru: Главный медиа

source: Read more
ru: Читать далее

source: Read reviews
ru: Читать рецензии

source: Write review
ru: Написать рецензию

source: Page not found
ru: Страница не найдена

source: Cron ran successfully.
ru: Скрипт Cron был обработан успешно.

source: Keywords
ru: Ключевые слова

source: Category
ru: Категория

source: User Rating
ru: Рейтинг пользователя

source: Editor Rating
ru: Рейтинг редактора

source: Miles
ru: Мили

source: Km
ru: Км

source: Please enter a valid value for %s.
ru: Введите действительное значение для %s!

source: You don't have enough access to perform this action.
ru: У Вас недостаточно прав для проведения этого действия.

source: Select Category
ru: Выберите категорию

source: User Reviews: %s
ru: Рецензии пользователя: %s

source: Editor Reviews: %s
ru: Рецензии редактора: %s

source: Media for %s
ru: Медиа для %s

source: Listings by %s
ru: Записи от %s

source: ordered by %s
ru: упорядочить по %s

source: ordered by %s desc
ru: упорядочить по %s нисх

source: Favorites by %s
ru: Избранное %s

source: Reviews written by %s
ru: Автор рецензий: %s

source: Review for %s, %s
ru: Рецензия на %s, %s

source: Remove from favorites
ru: Удалить из избранного

source: Add to favorites
ru: Добавить в избранное

source: Other users interested in {title}
ru: Другие интересующиеся {title} пользователи

source: Search ANY selected option
ru: Искать ЛЮБУЮ выбранную опцию

source: Search ALL selected options
ru: Искать ВСЕ выбранные опции

source: Select Listing Type
ru: Выбрать тип записи

source: Select
ru: Выбрать

source: No listings selected for comparison.
ru: Никаких записей для сравнения не выбрано!

source: %s Comparison
ru: %s Сравнение

source: Only listings with the same listing type can be compared. One or more of the listing ids in the menu has a different listing type.
ru: Проводить сравнение можно только между записями одинакового типа. У одного или более id номеров в меню имеется другой тип записи.

source: Media by %s
ru: Автор медийного объекта: %s

source: Photos by %s
ru: Автор фотографии: %s

source: Videos by %s
ru: Автор видеоклипов: %s

source: Audio by %s
ru: Автор звукового файла: %s

source: Attachments by %s
ru: Автор приложенных файлов: %s

source: Photos for %s
ru: Фотографии для %s

source: Video for %s
ru: Видео для %s

source: Listing photos for %s
ru: Фотографии записей для %s

source: User photos for %s
ru: Фотографии пользователя для %s

source: Reviewer photos for %s
ru: Фотографии рецензента для %s

source: photos
ru: фотографии

source: videos
ru: видеоклипы

source: attachments
ru: приложенные файлы

source: audio
ru: звуковые файлы

source: this type of file
ru: этот тип файла

source: Username is valid
ru: Имя пользователя действительно

source: Username is invalid
ru: Имя пользователя недействительно

source: E-mail is valid
ru: Адрес эл.почты действителен

source: E-mail is invalid
ru: Адрес эл.почты недействителен

source: We finished processing your upload
ru: Мы закончили обработку загружаемого Вами файла.

source: New listing %s
ru: Новая запись %s

source: Edited listing %s
ru: Отредактирована запись %s

source: New review for %s
ru: Новая рецензия на %s

source: Edited review for %s
ru: Отредактирована рецензия на %s

source: Owner review reply submitted for listing %s
ru: Отправлен ответ владельца на рецензию записи %s

source: A new %s report has been submitted
ru: На %s была отправлена новая жалоба

source: New comment for review: %s
ru: Новый комментарий на рецензию: %s

source: Edited comment for review: %s
ru: Отредактирован комментарий на рецензию: %s

source: Listing claim submitted for %s
ru: Отправлена заявка на запись для %s

source: New inquiry for: %s
ru: Новый запрос по: %s

source: From: %s
ru: От: %s

source: Email: %s
ru: Адрес электронной почты: %s

source: Phone number: %s
ru: Номер телефона: %s

source: Listing: %s
ru: Запись: %s

source: Listing link: %s
ru: Ссылка записи: %s

source: submitted a new listing titled %s
ru: отправил новую запись, озаглавленную %s

source: wrote a review for %s
ru: написал рецензию на %s

source: posted a new comment
ru: отправил новый комментарий

source: liked this review for %s
ru: отметил эту рецензию на %s как понравившуюся

source: Website
ru: Вебсайт

source: Rating
ru: Рейтинг

source: Read review
ru: Читать рецензию

source: %s stars
ru: Число звездочек: %s

source: Please verify you are not a robot.
ru: Вы должны ввести защитный код.

source: The security code you entered was invalid.
ru: Введен неверный защитный код.

source: LANG_LISTING_EDIT
ru: Редактировать запись

source: LANG_LISTING_FEATURED
ru: Выделенное

source: LANG_REVIEW_WRITE_DETAIL
ru: Написать рецензию

source: LANG_REVIEW_ADD_DETAIL
ru: Добавить новую рецензию

source: LANG_REVIEW_ADD_COMMENT_DETAIL
ru: Добавить новый комментарий

source: LANG_REVIEW_USER_REVIEWS_NOT_FOUND
ru: Пользовательские рецензии для этой записи отсутствуют.

source: LANG_REVIEW_USER_COMMENTS_NOT_FOUND
ru: Комментариев пользователя на эту запись не создано.

source: LANG_LISTING_CREATE
ru: Добавить новую запись

source: LANG_LISTING_FORM_TITLE
ru: Название записи

source: LANG_LISTING_FORM_TITLE_ALIAS
ru: Алиас названия записи

source: LANG_LISTING_FORM_SUMMARY
ru: Краткое изложение

source: LANG_LISTING_FORM_DESCRIPTION
ru: Описание

source: LANG_LISTING_FORM_UPLOAD_MEDIA_INFO
ru: Вы сможете загрузить медийный объект сразу же после отправки своей записи.

source: LANG_LISTING_MEDIA_UPLOAD_HEADER
ru: Добавить медийный объект: %s

source: Please enter your name.
ru: Вы должны ввести свое имя.

source: Please enter a valid email address.
ru: Вы должны ввести действительный адрес электронной почты.

source: Please enter a username.
ru: Введите, пожалуйста, имя пользователя.

source: Please accept our Terms & Conditions.
ru: Пожалуйста, примите наши Условия и соглашения

source: Close
ru: Закрыть

source: Cancel
ru: Отменить

source: Start
ru: Начать

source: Stop
ru: Остановить

source: Continue
ru: Продолжить

source: Back
ru: Назад

source: Place Order
ru: Заказать

source: Frontpaged
ru: На главной странице

source: Not frontpaged
ru: Не на главной странице

source: Publish to Facebook
ru: Опубликовать на Facebook

source: Loading...
ru: Загружается

source: Fill in to create an account
ru: Заполните для создания аккаунта

source: show more
ru: Показать другие

source: hide
ru: Скрыть

source: You are not allowed to submit listings in this category.
ru: У Вас нет разрешения на отправку записей в этой категории!

source: The category selected is invalid.
ru: Выбранная категория недействительна.

source: A listing with that title already exists.
ru: Запись с таким заголовком уже существует.

source: You need to select a category.
ru: Вы должны выбрать какую-либо категорию.

source: Please enter the listing title.
ru: Введите пожалуйста заголовок записи.

source: Please enter a summary.
ru: Введите пожалуйста краткое описание.

source: Please enter a description.
ru: Введите пожалуйста описание.

source: Go to listing
ru: Перейти к записи

source: Are you sure you want to delete this listing?
ru: Вы действительно желаете удалить эту запись?

source: The listing was deleted.
ru: Запись была успешно удалена

source: Are you sure you want to delete this file?
ru: Вы действительно желаете удалить этот файл?

source: %s upload failed. You don't have permission to upload %s.
ru: Загрузка %s не удалась. У Вас нет прав на загрузку %s.

source: %s has an invalid extension.
ru: Расширение %s недействительно.

source: File has an invalid extension, it should be one of %s.
ru: Расширение файла недействительно. Оно должно быть одним из %s.

source: Photo upload limit (%s) reached.
ru: Достигнут лимит загрузки фотографий (%s).

source: Video upload limit (%s) reached.
ru: Достигнут лимит загрузки видеоклипов (%s).

source: Attachment upload limit (%s) reached.
ru: Достигнут лимит загрузки приложенных файлов (%s).

source: Audio upload limit (%s) reached.
ru: Достигнут лимит загрузки звуковых файлов (%s).

source: Upload directory is not writable.
ru: Папка для загруженных файлов не открыта на запись.

source: No files were uploaded.
ru: Никаких файлов не загружено.

source: %s is empty.
ru: %s пуста.

source: %s is too large. The maximum allowed size is %sMB.
ru: %s чрезвычано велик. Максимально разрешенный размер - %sMB.

source: A video was not found at the specified url.
ru: По указанной ссылке URL никакого видеоклипа не найдено.

source: Video linking is disabled
ru: Ссылки на видеоклипы отключены.

source: File not found
ru: Файл не найден.

source: Cannot complete video upload because remote storage and video encoding setup is incomplete in Media Settings.
ru: Не удается завершить загрузку видеоклипов, поскольку в медиа настройках не указаны настройки удаленного хранилища и кодировки видео клипов.

source: Cannot complete audio upload because remote storage and audio encoding setup is incomplete in Media Settings.
ru: Не удается завершить загрузку звукового файла(ов) , поскольку в медиа настройках не указаны настройки удаленного хранилища и звуковых кодировок.

source: {file} has an invalid extension. Allowed extensions: {extensions}.
ru: Расширение файла {file} недействителено. Допустимые только файлы слудующих типов: {extension}.

source: {file} is too large, maximum file size is {sizeLimit}.
ru: Размер файла {file} превышает допустимый. Максимально допустимый размер файла - {sizeLimit}.

source: {file} is empty.
ru: Файл {file} пуст.

source: No files to upload.
ru: Никаких файлов к загрузке нет.

source: The files are being uploaded, if you leave now the upload will be cancelled.
ru: Эти файлы сейчас загружаются. Если Вы сейчас уйдете с этой страницы, то эта загрузка будет отменена.

source: The remote site rejected the connection to download the file.
ru: Этот удаленный веб сайт отказал в соединении для скачивания этого файла.

source: The upload URL is not valid, please try again.
ru: Эта ссылка URL для загрузки недействительна. Пожалуйста попытайтесь еще раз.

source: You've reached your photo limit for this listing. To publish this photo you'll first need to unpublish one of the other photos.
ru: Число изображений, которые Вы добавили к этой записи, достигло максимально разрешенного. Чтобы добавить это изображение, пожалуйста, снимите с публикации одно из ранее включенных.

source: You've reached your video limit for this listing. To publish this video you'll first need to unpublish one of the other videos.
ru: Число видеоклипов, которые Вы добавили к этой записи, достигло максимально разрешенного. Чтобы добавить этот видеоклип, пожалуйста, снимите с публикации один из ранее включенных.

source: You've reached your attachment limit for this listing. To publish this attachment you'll first need to unpublish one of the other attachments.
ru: Число приложенных файлов, которые Вы добавили к этой записи, достигло максимально разрешенного. Чтобы приложить этот файл, пожалуйста, снимите с публикации один из ранее включенных.

source: You've reached your audio limit for this listing. To publish this audio track you'll first need to unpublish one of the other audio tracks.
ru: Число звуковых файлов, которые Вы добавили к этой записи, достигло максимально разрешенного. Чтобы добавить этот звуковой файл, пожалуйста, снимите с публикации один из ранее включенных.

source: You already submitted a review.
ru: Вы уже отправили рецензию.

source: You are not allowed to review your own listing.
ru: Вам не разрешено отправлять рецензию на свою собственную запись.

source: Thank you for your submission
ru: Благодарим Вас за отправленное.

source: Thank you for your submission. Refresh the page to see it.
ru: Благодарим Вас за отправленное. Для осмотра этого освежите страницу.

source: Your changes were saved.
ru: Ваши изменения были сохранены.

source: Your changes were saved, refresh the page to see them.
ru: Ваши изменения были сохранены. Для их просмотра пожалуйста освежите страницу.

source: Please enter a title for the review.
ru: Вы должны ввести какой-либо заголовок для этой рецензии.

source: Please enter your comment.
ru: Вы должны ввести комментарий.

source: You are missing a rating in %s criteria.
ru: Вы пропустили оценку в %s критерии.

source: Are you sure you want to delete your reply?
ru: Вы действительно желаете удалить этот ответ?

source: The reply was deleted.
ru: Ответ был удален.

source: You are not allowed to vote on your own review.
ru: Вам не разрешено голосовать за собственные рецензии.

source: Login or register to vote.
ru: Для голосования пожалуйста зарегистрируйтесь или авторизуйтесь.

source: You already voted.
ru: Вы уже проголосовали.

source: Thank you for your submission.
ru: Спасибо за предоставленный Вами материал.

source: Thank you for your submission. It will be published once it is verified.
ru: Спасибо за предоставленный Вами материал. Он будет опубликован после проверки.

source: Are you sure you want to delete this comment?
ru: Вы действительно желаете удалить этот комментарий?

source: The comment was deleted
ru: Этот комментарий был удален.

source: Your claim was submitted, thank you.
ru: Ваша заявка была отправлена. Благодарим.

source: The message is empty.
ru: Сообщение пусто.

source: Please register to claim this listing
ru: Для заявки на обладание этой записью пожалуйста зарегистрируйтесь.

source: Register to add this entry to your favorites
ru: Зарегистрируйтесь, чтобы добавить эту статью в избранное

source: Your inquiry has been submitted.
ru: Ваш запрос был отправлен.

source: Your reply was submitted and has been approved.
ru: Ваш ответ был отправлен и одобрен.

source: Your reply was submitted and will be published once it is verified.
ru: Ваш ответ был отправлен и будет опубликован сразу же после его рассмотрения.

source: A reply for this review already exists.
ru: Ответ на эту рецензию уже существует.

source: The reply is empty.
ru: Ответ не заполнен.

source: Your report was submitted, thank you.
ru: Ваше сообщение было отправлено, спасибо.

source: -- Select --
ru: -- Выбрать --

source: -- Select %s --
ru: -- Выбрать %s --

source: No results found, try a different spelling.
ru: Никаких результатов не найдено. Попробуйте написать свой запрос по другому.

source: Start typing for suggestions
ru: Начните ввод данных для получения рекомендаций.

source: Compare All
ru: Сравнить все

source: Remove All
ru: Удалить все

source: You need to select more than one listing for comparison.
ru: Для сравнения выберите более одной записи.

source: You selected maximum number of listings for comparison.
ru: Вы выбрали максимальное число записей для сравнения.

source: on %s
ru: на/по %s

source: year
ru: год

source: month
ru: месяц

source: week
ru: неделя

source: day
ru: день

source: hour
ru: час

source: minute
ru: минута

source: second
ru: секунда

source: %s ago
ru: %s назад

source: Listing: %1$s. %2$s
ru: Запись: %1$s. %2$s

source: Review for: %1$s. %2$s
ru: Рецензия на: %1$s. %2$s

source: Discussion on: %1$s. %2$s
ru: Дискуссияя на: %1$s. %2$s

source: New photo for %1$s
ru: Новая фотография для %s

source: New review photo for %1$s
ru: Новая фотография записи %s

source: review
ru: рецензия

source: COMMUNITY_TAG
ru: Член

source: COMMUNITY_BUILDER_TAG
ru: Член

source: Listing
ru: Запись

source: JOMRES_TAG
ru: Гостиница

source: K2_TAG
ru: K2

source: MTREE_TAG
ru: Список

source: Commented on a review
ru: Прокоментировал рецензию

source: Added listing to favorites
ru: Добавил запись в избранное

source: Submitted a listing
ru: Отправил запись

source: Uploaded a photo
ru: Загрузил фотографию

source: Uploaded a video
ru: Загрузил видеоклип

source: Uploaded an attachment
ru: Загрузил прилоенный файл

source: Uploaded an audio file
ru: Загрузил звуковой файл

source: First to review listing
ru: Первый рецензент

source: Submitted a review
ru: Отправил рецензию

source: {actor} added new listing %1$s in %2$s.
ru: {actor} добавил новую запись %1$s в %2$s.

source: {actor} updated listing %1$s.
ru: {actor} обновил запись %1$s.

source: {actor} reviewed %1$s.
ru: {actor} прорецензировал %1$s.

source: {actor} updated review for %1$s.
ru: {actor} обновил рецензию на %1$s.

source: {actor} added %1$s to favorites.
ru: {actor} добавил %1$s к избранному.

source: {actor} removed %1$s from favorites.
ru: {actor} удалил %1$s из избранного.

source: {actor} voted as helpful a review, %1$s, written by %2$s.
ru: {actor} проголосовал за рецензию %1$s, написанную %2$s, как за полезную.

source: {actor} voted as not helpful a review, %1$s, written by %2$s.
ru: {actor} проголосовал за рецензию %1$s, написанную %2$s, как за не полезную .

source: {actor} commented on a %1$s for %2$s.
ru: {actor} прокоментировал на%1$s за %2$s.

source: {actor} updated comment on a %1$s for %2$s.
ru: {actor} обновил комментарий на %1$s за %2$s.

source: {actor} added {single}a photo{/single}{multiple}{count} photos{/multiple} for %s
ru: {actor} добавил {single}фотографию{/single}{multiple}{count} фотографии(ий){/multiple} на %s

source: {actor} added {single}a video{/single}{multiple}{count} videos{/multiple} for %s
ru: {actor} добавил {single}видеоклип{/single}{multiple}{count} видеоклипы{/multiple} на %s

source: {actor} added {single}a song{/single}{multiple}{count} songs{/multiple} for %s
ru: {actor} added {single}песню{/single}{multiple}{count} песни{/multiple} на %s

source: {actor} added {single}a document{/single}{multiple}{count} documents{/multiple} for %s
ru: {actor} добавил {single}документ{/single}{multiple}{count} документы{/multiple} на %s

source: A guest
ru: Гость

source: and
ru: и

source: %s listing feeds
ru: число каналов списка: %s

source: %s review feeds
ru: число каналов рецензии %s

source: %s - restricted access
ru: %s - доступ ограничен

source: {actor} liked a photo contributed by {target}
ru: Пользователю {actor} понравилась фотография, представленная пользователем {target}

source: {actor} didn't like a photo contributed by {target}
ru: Пользователю {actor} не понравилась фотография, представленная пользователем {target}

source: {actor} liked a photo
ru: Пользователю {actor} понравилась фотография

source: {actor} didn't like a photo
ru: Пользователю {actor} не понравилась фотография

source: {actor} liked a video contributed by {target}
ru: Пользователю {actor} понравился видеоролик, представленный пользователем {target}

source: {actor} didn't like a video contributed by {target}
ru: Пользователю {actor} не понравился видеоролик, представленный пользователем {target}

source: Drop files here
ru: Забросить файлы сюда

source: Failed
ru: Не удалось

source: %1$s results - showing %2$s - %3$s
ru: %1$s результата(ов) - показано %2$s - %3$s

source: Created
ru: Создано

source: Publication Date
ru: Дата публикации

source: Expiration Date
ru: Дата окончания срока действия

source: Duration
ru: Длительность

source: Only linking allowed
ru: Разрешено только ссылаться

source: Upload from URL
ru: Загрузить со ссылки URL

source: URL to media file
ru: Ссылка URL на медиа файлы

source: Uploaded Media
ru: Загруженные медиа материалы

source: URL to video page
ru: Ссылка URL на страницу с видео

source: Upload
ru: Загрузить

source: Select Files
ru: Выбрать файлы

source: Select or Drag & Drop your files to automatically start the upload process
ru: Выберите или перетащите сюда мышкой свои файлы для автоматического начала процесс их загрузки.

source: Use Camera
ru: Использовать камеру

source: Choose Existing
ru: Выбрать существующие

source: Description
ru: Описание

source: Update Information
ru: Обновить данные

source: Approved
ru: Одобрено

source: Processing Failed
ru: Обработка не удалась

source: Processing Cancelled
ru: Обработка отменена

source: We are processing the file and this can take several minutes. You can wait or we will send you a notification when it is done
ru: Мы сейчас обрабатываем этот файл и это может занять несколько минут. Вы либо можете подождать, либо мы отправим Вам уведомление, как только эта операция закончена.

source: Reviewer
ru: Рецензент
