Repository: Jcook894/Travel_Insurance_Ratings
Catalog: components/com_jreviews/jreviews/locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Ratings (the higher the better)
ru: Оценки (чем выше оценка, тем она лучше)

source: Rate it
ru: Оценить

source: Please provide some information that will allow us to verify your ownership claim.
ru: Для проверки достоверности Вашей заявки представьте пожалуйста некоторые данные.

source: No entries were found
ru: Записей не найдено

source: View all my favorites
ru: Просмотреть все мое избранное

source: View all my listings
ru: Посмотреть все мои записи.

source: Reviewed by
ru: Автор рецензии

source: View all my reviews
ru: Посмотреть все мои рецензии

source: The directory is empty.
ru: Папка пуста.

source: Search
ru: Поиск

source: Advanced search
ru: Расширенный поиск

source: Not you? %sClear user information.%s
ru: Не Вы? %sОчистить данные пользователя.%s

source: Name
ru: Имя

source: Username
ru: Имя пользователя

source: Create an account to be able to manage all of your submissions. After you submit the form we'll email you an activation link with a temporary password.
ru: Для того, чтобы управлять всеми своими подписками, создайте, пожалуйста, свой аккаунт. После того, как Вы отправите нам введенные в эту вебформу данные, мы отправим на Ваш адрес эл.почты письмо со ссылкой для активации Вашего аккаунта и временным паролем.

source: Email
ru: Адрес электронной почты

source: Comment
ru: Комментировать

source: Comment not found
ru: Комментарий не найден

source: In reply to an %searlier comment%s
ru: В ответ на предыдущий %searlier комментарий %s

source: Written by
ru: Автор

source: Review Detail
ru: Данные рецензии

source: by %s
ru: Автор: %s

source: Hits
ru: Просмотров

source: Comments
ru: Комментарии

source: User Photos (%s)
ru: Фотографии пользователя (%s)

source: User Videos (%s)
ru: Видеоклипы пользователя (%s)

source: Photos
ru: Фотографии

source: All Photos (%s)
ru: Все фотографии (%s)

source: Listing Photos (%s)
ru: Фотографии записи (%s)

source: Videos
ru: Видеоклипы

source: All Videos (%s)
ru: Все видеоклипы (%s)

source: Listing Videos (%s)
ru: Видеоклипы записи (%s)

source: Attachments
ru: Приложенные файлы

source: Already have an account? %sLog in now%s
ru: У Вас уже есть аккаунт? %sАвторизуйтесь сейча%s

source: Already have an account? %sLog in now%s or %sCreate an account%s
ru: У Вас уже есть аккаунт? %sАвторизуйтесь сейча%s или %sСоздайте аккаунт%s

source: To submit a listing please %sregister%s or %slog in%s
ru: Для отправки записи пожалуйста %sзарегистрируйтесь%s или %sавторизуйтесь в%s.

source: To write a review please %sregister%s or %slog in%s
ru: Для написании рецензии пожалуйста %sзарегистрируйтесь%s или %sавторизуйтесь%s.

source: To write a comment please %sregister%s or %slog in%s
ru: Для написания комментария %sзарегистрируйтесь%s или %sавторизуйтесь%s.

source: Access restricted to members. To continue %sregister%s or %slog in%s
ru: Доступ открыт только для членов. Для продолжения, пожалуйста %sзарегистрируйтесь%s %sавторизуйтесь%s.

source: Password
ru: Пароль

source: %s - Page %s
ru: %s - Страница %s

source: Filter
ru: Фильтр

source: Sort
ru: Порядок

source: Submission instructions
ru: Инструкции по отправке

source: Select the category where you want to submit the new item.
ru: Выберите ту категорию, для которой Вы хотите отправить новый объект.

source: All form inputs marked %s are required.
ru: Все поля формы отмечены %s как обязательные.

source: You will find this claim in Claims Moderation.
ru: Вы найдете эту заявку в разделе модерации заявок.

source: Claimed by
ru: Автор заявки

source: Claimant's email
ru: Адрес электронной почты заявителя

source: Claim text
ru: Текст заявки

source: IP address
ru: IP адрес

source: Current owner
ru: Нынешний владелец

source: Owner email
ru: Адрес электронной почты владельца

source: Summary
ru: Краткое изложение

source: The listing is not published and you will find it in the moderation queue.
ru: Запись не опубликована и Вы найдете ее в ожидании модерации

source: The listing is published and you will find it in the listing browse admin menu.
ru: Запись опубликована и Вы найдете ее в списке записей в административной панели.

source: You will find this owner reply in the owner reply moderation list.
ru: Вы найдете ответ этого владельца в списке модерируемых ответов владельцев.

source: Owner's name
ru: Имя владельца

source: IP Address
ru: IP адрес

source: Owner's reply text
ru: Текст ответа владельца

source: Listing title
ru: Название записи

source: Review title
ru: Название рецензии

source: Review Comments
ru: Комментарии к рецензии

source: You will find this report in the reports moderation list.
ru: Вы найдете эту жалобу в списке модерируемых жалоб.

source: Reporter
ru: Автор жалобы

source: Report text
ru: Текст жалобы

source: Media type
ru: Тип медийного объекта

source: Media title
ru: Название медийного объекта

source: Discussion Comment
ru: Комментарий на дискуссию

source: User name
ru: Имя пользователя

source: Review
ru: Рецензировать

source: Entry
ru: Статья

source: User reviews
ru: Рецензии пользователя

source: User comments
ru: Комментарии пользователя

source: Search reviews
ru: Поиск рецензий

source: Search comments
ru: Поиск комментариев

source: %d reviews
ru: %d рецензии/ий

source: %d comments
ru: Комментариев: %d

source: You already submitted a comment.
ru: Вы уже отправили комментарий.

source: View all reviews
ru: Просмотреть все рецензии

source: View all comments
ru: Просмотреть все комментарии

source: View most helpful
ru: Просмотреть самое полезное

source: View my review
ru: Просмотреть мою рецензию

source: Back to Listing
ru: Вернуться к записи

source: View all user reviews
ru: Просмотреть все рецензии пользователя.

source: View all user comments
ru: Просмотреть все комментарии пользователя

source: Your name
ru: Ваше имя

source: Your email
ru: Адрес Вашей электронной почты

source: Please enter your email.
ru: Пожалуйста, введите адрес своей электронной почты.

source: Message
ru: Текст письма

source: Please enter your message.
ru: Введите пожалуйста текст своего письма

source: You have reached the maximum number of free listings for this category.
ru: Вы достигли максимально разрешенное для этой категории число бесплатных записей.

source: Meta Data
ru: Мета данные

source: Meta Description
ru: Мета описание

source: Meta Keywords
ru: Мета ключевые слова

source: I will submit my review later on
ru: Я отправлю свою рецензию позже.

source: I will submit my comment later on
ru: Я прокомментирую позже

source: Review Title
ru: Название рецензии

source: You will be able to upload media right after checkout.
ru: Вы сможете загрузить медийный объект сразу же после кассы.

source: Map
ru: Карта

source: Details
ru: Подробности

source: Reviews
ru: Рецензии

source: Related Listings
ru: Схожие записи

source: Go back to previous page
ru: На предыдущую страницу

source: Editor Ratings
ru: Оценки редактора

source: User Ratings
ru: Оценки пользователя

source: Remove item
ru: Удалить объект

source: Your search did not return any results. Try adjusting your search values.<br /><br /><a href="javascript:window.history.go(-1)">Click here to go back.</a>
ru: Ваш поиск не дал результатов. Попробуйте изменить формулировку запроса.<br /><br /><a href="javascript:window.history.go(-1)">Нажмите сюда, чтобы вернуться назад.</a>

source: Your favorites list is empty.
ru: Ваш список избранного пуст.

source: View all results (%s)
ru: Просмотреть все результаты (%s)

source: Ratings
ru: Оценки

source: File Description
ru: Описание файла

source: File Size
ru: Размер файла

source: File Type
ru: Тип файла

source: Downloads
ru: Скачать

source: Review: %s
ru: Рецензия: %s

source: You are not allowed to upload or have reached your upload limit.
ru: У Вас либо нет прав на загрузку, либо Вы достиги отпущенный Вам не нее лимит.

source: Upload Media
ru: Загрузить медийный объект

source: Link Video
ru: Создать ссылку на видеоклип

source: Upload Limits:
ru: Лимиты загрузки:

source: Terms &amp; Conditions
ru: Условия и соглашения

source: Before uploading media, please accept our Terms &amp; Conditions. All uploads must be family friendly, original non-copyrighted, non-commercial and virus-free.
ru: Прежде чем загружать медийный объект, пожалуйста ознакомтесь сначала с нашими Условиями и соглашениями. Все загрузаемые объекты должны быть семейно дружелюбными, не содержать материлы, не нарушающие авторское право их владельцев, быть оригиналами, некоммерчиской направленности и без вирусов.

source: Read our complete submission guidelines.
ru: Познакомтесь полностью с нашими инструкциями по отправке материалов.

source: I accept the Terms & Conditions.
ru: Я принимаю эти 'Условия и соглашения'

source: Linked Videos
ru: Ссылки на видеоклипы

source: Crop
ru: Подрезать

source: Scale
ru: Изменить масштаб

source: File Information
ru: Данные файла

source: Filename
ru: Название файла

source: Relative Path
ru: Относительный путь

source: Encoding Information
ru: Информация по кодировке

source: Status
ru: Состояние

source: API Response
ru: Отзыв API

source: Click to view
ru: Щелкните для просмотра

source: Response is empty
ru: Отзыв пуст

source: Current Thumbnail Sizes
ru: Текущий размер миниатюр изображений

source: Deleted thumbnails will be recreated on demand.
ru: Удаленная миниатюра изображения будет создана повторно по требованию.

source: Pending
ru: В ожидании

source: Rejected
ru: Отвергнуто

source: Pending Approval
ru: В ожидании одобрения

source: Uploaded
ru: Загружено

source: seconds
ru: секунд

source: User
ru: Пользователь

source: Start typing for suggestions.
ru: Начните вводить текст для получения рекомендаций

source: User ID
ru: ID номер пользователя

source: Submitted by:
ru: Отправил:

source: %s views
ru: просмотров %s

source: Admin message: users will be able to re-order media only if the 'Default Media Order - Listing Specific' media setting is set to 'ordering'.
ru: Сообщение администрации: пользователи смогут повторно заказывать медийные объекты только если медийный параметр 'Default Media Order - Listing Specific' настроен на 'ordering'.

source: Listing Owner Photos
ru: Фотографии владельца записи

source: User Photos
ru: Фотографии пользователя

source: Listing Owner Videos
ru: Видеоклипы владельца записи

source: User Videos
ru: Видеоклипы пользователя

source: More by %s
ru: Еще от %s

source: My Media
ru: Мои медийные объекты

source: My Listings
ru: Мои записи

source: My Reviews
ru: Мои рецензии

source: Upload Successful. Continue with uploads or leave this page.
ru: Загрузка успешна. Продолжайте загрузать или перейдите на другую страницу.

source: %s%d%s views
ru: Просмотры %s%d%s

source: Address
ru: Адрес

source: Other users interested in %s
ru: Другие пользователи интересующиеся %s

source: Number of reviews written:
ru: Число написанных рецензий:

source: Percentage helpful votes
ru: Процент полезных голосов

source: votes
ru: голоса

source: There are %s listings and %s reviews.
ru: Число записей: %s и число рецензий: %s

source: You will be able to upload media right after you submit your review.
ru: Вы сможете загрузать медийные объекты сразу же после отправки своей рецензии.

source: You will be able to upload media right after you submit your comment.
ru: Вы сможете загрузать медийные объекты сразу же после отправки своего комментария.

source: Editor reviews
ru: Рецензии редактора

source: Editor review
ru: Рецензия редактора

source: Editor comments
ru: Комментарии редактора

source: Editor comment
ru: Комментарий редактора

source: %d reviews written by "%s"
ru: %d рецензии/ий написано пользователем "%s"

source: %d comments written "%s"
ru: %d комментариев написано пользователем "%s"

source: %s reviews
ru: Рецензий: %s

source: View all editor reviews
ru: Просмотреть все рецензии редактора

source: View all editor comments
ru: Просмотреть все комментарии редактора

source: Rank
ru: Ранг

source: Updated
ru: Обновлено

source: View all my reviews (%s)
ru: Просмотреть все мои рецензии (%s)

source: Owner's reply
ru: Ответ владельца

source: Photos (%s)
ru: Фотографии (%s)

source: Videos (%s)
ru: Видеоклипы (%s)

source: Read Review
ru: Прочитать рецензию

source: Do you have media to share? %s
ru: У Вас есть какой-либо медийных объект чтобы поделиться им? %s

source: No reviews were found.
ru: Никаких рецензий не найдено.

source: %d reviews mentioning %s
ru: %d рецензии/ий упоминают %s

source: %d comments mentioning %s
ru: %d комментария/ев упоминают %s

source: %d reviews with %s stars
ru: %d рецензии/ий с %s звездочками

source: Listing summary
ru: Краткое изложение записи

source: Listing description
ru: Описание записи

source: Review comments
ru: Комментарии рецензии

source: Any
ru: Любой

source: Exact
ru: Точный

source: Listing author
ru: Автор записи
