Repository: Jcook894/Travel_Insurance_Ratings
Catalog: components/com_jreviews/jreviews/locale/*/LC_MESSAGES/default.po
Languages: pt_br

source: Create an account to be able to manage all of your submissions. After you submit the form we'll email you an activation link with a temporary password.
pt_br: Crie uma conta para poder gerenciar todos os seus envios. Após enviar o formulário nós lhe enviaremos um email com um link de ativação e uma senha temporária.

source: Comment
pt_br: Comentário

source: Comment not found
pt_br: Comentário não encontrado

source: In reply to an %searlier comment%s
pt_br: Em resposta a %searlier comment%s

source: Written by
pt_br: Escrito por

source: Review Detail
pt_br: Detalhe da Avaliação

source: by %s
pt_br: por %s

source: Hits
pt_br: Visualizações

source: Comments
pt_br: Comentários

source: User Photos (%s)
pt_br: Fotos de usuário (%s)

source: User Videos (%s)
pt_br: Vídeos de usuários (%s)

source: Photos
pt_br: Fotos

source: All Photos (%s)
pt_br: Todas as fotos (%s)

source: Listing Photos (%s)
pt_br: Fotos de ítens (%s)

source: Videos
pt_br: Vídeos

source: All Videos (%s)
pt_br: Todos os Vídeos (%s)

source: Listing Videos (%s)
pt_br: Vídeos de ítens (%s)

source: Attachments
pt_br: Anexos

source: Already have an account? %sLog in now%s
pt_br: Já possui uma conta? %sFaça o login agora%s

source: Already have an account? %sLog in now%s or %sCreate an account%s
pt_br: Já possui uma conta? %sFaça o login agora%s ou %sCrie uma conta%s

source: To submit a listing please %sregister%s or %slog in%s
pt_br: Para enviar um item por favor %sregistre-se%s ou %sfaça o login%s.

source: To write a review please %sregister%s or %slog in%s
pt_br: Para escrever uma avaliação por favor %sregistre-se%s ou %sfaça o login%s.

source: To write a comment please %sregister%s or %slog in%s
pt_br: Para escrever uma avaliação %sregistre-se%s ou faça seu %slogin%s.

source: Access restricted to members. To continue %sregister%s or %slog in%s
pt_br: Acesso restrito a usuários registrados. Para continuar %sregistre-se%s ou %sfaça o login%s.

source: Password
pt_br: Senha

source: %s - Page %s
pt_br: %s - Página %s

source: Filter
pt_br: Filtro

source: Sort
pt_br: Ordem

source: Submission instructions
pt_br: Instruções para o envio

source: Select the category where you want to submit the new item.
pt_br: Selecione a categoria para onde quer enviar o novo item.

source: All form inputs marked %s are required.
pt_br: Todos os campos marcados com %s são obrigatórios

source: You will find this claim in Claims Moderation.
pt_br: Você encontrará esta reivindicação em Moderação de Solicitações.

source: Claimed by
pt_br: Solicitado por

source: Claimant's email
pt_br: Email do Solicitante

source: Claim text
pt_br: Texto de Solicitação

source: IP address
pt_br: Endereço IP

source: Current owner
pt_br: Proprietário atual

source: Owner email
pt_br: Email do Proprietário

source: The listing is not published and you will find it in the moderation queue.
pt_br: O item não está publicado e poderá ser encontrado na fila de moderação.

source: The listing is published and you will find it in the listing browse admin menu.
pt_br: O item está publicado e poderá ser encontrado no menu Listing na interface de admin.

source: You will find this owner reply in the owner reply moderation list.
pt_br: Você vai encontrar essa resposta do proprietário na lista de moderação de respostas.

source: Owner's name
pt_br: Nome do Proprietário

source: IP Address
pt_br: Endereço IP

source: Owner's reply text
pt_br: Texto de Resposta do Proprietário

source: Listing title
pt_br: Título do item

source: Review title
pt_br: Título da avaliação

source: Review Comments
pt_br: Comentários à avaliação

source: You will find this report in the reports moderation list.
pt_br: Você encontrará esta resposta na lista de moderação de respostas.

source: Reporter
pt_br: Denunciante

source: Report text
pt_br: Texto da denúncia

source: User name
pt_br: Nome de Usuário

source: Review
pt_br: Avaliação

source: Entry
pt_br: Entrada

source: [Without a title]
pt_br: [Sem Título]

source: User reviews
pt_br: Avaliações dos usuários

source: User comments
pt_br: Comentários dos Usuários

source: Search reviews
pt_br: Buscar avaliações

source: Search comments
pt_br: Buscar comentários

source: %d reviews
pt_br: %d avaliações

source: %d comments
pt_br: %d comentários

source: You already submitted a comment.
pt_br: Você já enviou um comentário.

source: View all reviews
pt_br: Ver todas as avaliações

source: View all comments
pt_br: Ver todos os comentários

source: View most helpful
pt_br: Ver as mais úteis

source: View my review
pt_br: Minha avaliação

source: Back to Listing
pt_br: De volta ao item

source: View all user reviews
pt_br: Ver todas as avaliações de usuários

source: View all user comments
pt_br: Ver todos os comentários dos Usuários

source: Your name
pt_br: Seu nome

source: Your email
pt_br: Seu email

source: Please enter your email.
pt_br: Por favor digite seu email

source: Message
pt_br: Mensagem

source: Please enter your message.
pt_br: Por favor digite sua mensagem

source: You have reached the maximum number of free listings for this category.
pt_br: Você atingiu o número máximo de itens para esta categoria.

source: Meta Data
pt_br: Meta dados

source: Meta Description
pt_br: Meta Descrição

source: Meta Keywords
pt_br: Meta palavras-chave

source: I will submit my review later on
pt_br: Enviarei minha avaliação mais tarde

source: I will submit my comment later on
pt_br: Enviarei meu comentário mais tarde

source: Review Title
pt_br: Título da Avaliação

source: You will be able to upload media right after checkout.
pt_br: Você poderá adicionar fotos e arquivos ao item após concluir o envio

source: Map
pt_br: Mapa

source: Details
pt_br: Detalhes

source: Reviews
pt_br: Avaliações

source: Related Listings
pt_br: Itens Relacionados

source: Go back to previous page
pt_br: Voltar à página anterior

source: Editor Ratings
pt_br: Avaliação do Editor

source: User Ratings
pt_br: Avaliação dos Usuários

source: Remove item
pt_br: Remover Item

source: Your search did not return any results. Try adjusting your search values.<br /><br /><a href="javascript:window.history.go(-1)">Click here to go back.</a>
pt_br: A sua busca não encontrou resultados. Tente ajustar os dados da busca.<br /><br /><a href="javascript:window.history.go(-1)">Clique aqui para voltar.</a>

source: Your favorites list is empty.
pt_br: Sua lista de favoritos está vazia.

source: View all results (%s)
pt_br: Ver todos os resultados (s%)

source: Ratings
pt_br: Avaliações

source: File Description
pt_br: Descrição do Arquivo

source: File Size
pt_br: Tamanho do Arquivo

source: File Type
pt_br: Tipo do Arquivo

source: Review: %s
pt_br: Avaliação: %s

source: You are not allowed to upload or have reached your upload limit.
pt_br: Você não tem parmissão para fazer upload ou atingiu o limite de uploads.

source: Upload Media
pt_br: Carregar Mídia

source: Link Video
pt_br: Referenciar um Vídeo

source: Upload Limits:
pt_br: Limites de upload:

source: Terms &amp; Conditions
pt_br: Termos &amp; Condições

source: Before uploading media, please accept our Terms &amp; Conditions. All uploads must be family friendly, original non-copyrighted, non-commercial and virus-free.
pt_br: Antes de carregar a mídia, por favor aceite nossos Termos &amp; Condições. Toda mídia carregada deve ser amigável à família, original e sem Direitos Autorais, não comercial e livre de vírus.

source: Read our complete submission guidelines.
pt_br: Leia nosso guia completo de envio.

source: I accept the Terms & Conditions.
pt_br: Eu aceito os Termos &amp; Condições.

source: Linked Videos
pt_br: Vídeos referenciados

source: Crop
pt_br: Cortar

source: Scale
pt_br: Redimensionar

source: File Information
pt_br: Informações do Arquivo

source: Filename
pt_br: Arquivo

source: Relative Path
pt_br: Caminho Relativo

source: Encoding Information
pt_br: Informação de Encoding

source: API Response
pt_br: Resposta da API

source: Click to view
pt_br: Clque para ver

source: Response is empty
pt_br: Resposta está vazia

source: Current Thumbnail Sizes
pt_br: Tamanhos atuais das miniaturas

source: Deleted thumbnails will be recreated on demand.
pt_br: Miniaturas apagadas serão criadas sob demanda.

source: Pending
pt_br: Pendente

source: Rejected
pt_br: Rejeitado

source: Pending Approval
pt_br: Pendente de Aprovação

source: Uploaded
pt_br: Carregado

source: seconds
pt_br: segundos

source: User
pt_br: Usuário

source: Start typing for suggestions.
pt_br: Comece a escrever para ver sugestões.

source: User ID
pt_br: ID do usuário

source: Submitted by:
pt_br: Enviado por:

source: %s views
pt_br: %s visualizações

source: Admin message: users will be able to re-order media only if the 'Default Media Order - Listing Specific' media setting is set to 'ordering'.
pt_br: Mensagem ao Administrador: usuários poderão reordenar mídias apenas se a configuração 'Default Media Order - Listing Specific' estiver definida como 'ordering'.

source: Listing Owner Photos
pt_br: Fotos do Proprietário

source: User Photos
pt_br: Fotos de Usuários

source: Listing Owner Videos
pt_br: Vídeos do Prorietário

source: User Videos
pt_br: Vídeos de Usuários

source: More by %s
pt_br: Mais por %s

source: My Media
pt_br: Minha Mídia

source: My Listings
pt_br: Meus Itens

source: Upload Successful. Continue with uploads or leave this page.
pt_br: Carregado com sucesso. Continue com novos carregamentos ou deixe esta página.

source: %s%d%s views
pt_br: %s%d%s visualizações

source: Address
pt_br: Endereço

source: Other users interested in %s
pt_br: Outros usuários interessados em

source: Number of reviews written:
pt_br: Número de avaliações escritas:

source: Percentage helpful votes
pt_br: Percentual de votos úteis

source: votes
pt_br: votos

source: There are %s listings and %s reviews.
pt_br: Exitem %sitens e %s avaliações

source: You will be able to upload media right after you submit your review.
pt_br: Você poderá carregar fotos/arquivos logo após enviar sua avaliação.

source: You will be able to upload media right after you submit your comment.
pt_br: Você poderá carregar fotos/arquivos logo após enviar seu comentário.

source: Editor reviews
pt_br: Avaliações do Editor

source: Editor review
pt_br: Avaliação do Editor

source: Editor comments
pt_br: Comentários do Editor

source: Editor comment
pt_br: Comentário do Editor

source: %d reviews written by "%s"
pt_br: %d avaliações escritas por "%s"

source: %d comments written "%s"
pt_br: %d comentários escritos por "%s"

source: %s reviews
pt_br: %s avaliações

source: View all editor reviews
pt_br: Ver todos as avaliações do editor

source: View all editor comments
pt_br: Ver todos os comentários do Editor

source: Updated
pt_br: Atualizado

source: View all my reviews (%s)
pt_br: Veja todas minhas avaliações (%s)

source: Owner's reply
pt_br: Resposta do Proprietário

source: Photos (%s)
pt_br: Fotos (%s)

source: Videos (%s)
pt_br: Vídeos (%s)

source: Read Review
pt_br: Ler Avaliação

source: Do you have media to share? %s
pt_br: Você tem mídia para compartilhar? %s

source: No reviews were found.
pt_br: Nenhuma avaliação encontrada

source: %d reviews mentioning %s
pt_br: %d avaliações mencionando "%s

source: %d comments mentioning %s
pt_br: %d comentários mencionando %s

source: Listing summary
pt_br: Resumo do item

source: Listing description
pt_br: Descrição do item

source: Review comments
pt_br: Comentários da avaliação

source: Any
pt_br: Qualquer

source: Exact
pt_br: Exato

source: Listing author
pt_br: Autor do item
