Repository: Jcook894/Travel_Insurance_Ratings
Catalog: components/com_jreviews/jreviews/locale/*/LC_MESSAGES/default.po
Languages: pt_br

source: Go to page %s
pt_br: Ir para a página %s

source: Go to page %s of %s
pt_br: Ir para a página %s de %s

source: Results per page
pt_br: Resultados por página

source: Guest
pt_br: Visitante

source: Add
pt_br: Adicionar

source: Submit
pt_br: Enviar

source: between
pt_br: entre

source: Title
pt_br: Título

source: Most recent
pt_br: Mais recentes

source: Oldest
pt_br: Mais Antigos

source: Last updated
pt_br: Editadas recentemente

source: Most popular
pt_br: Mais populares

source: Highest user rating
pt_br: Melhor avaliação pelos usuários

source: Lowest user rating
pt_br: Pior avaliação pelos usuários

source: Highest editor rating
pt_br: Melhor avaliação segundo os editores

source: Lowest editor rating
pt_br: Pior avaliação segundo os editores

source: Most reviews
pt_br: Mais avaliações

source: Author
pt_br: Autor

source: Distance
pt_br: Distância

source: Best %s
pt_br: Melhor %s

source: Best %s (Editor rated)
pt_br: Melhor %s (Editores)

source: Most helpful
pt_br: Mais útil

source: Least helpful
pt_br: Menos útil

source: Most discussed
pt_br: Mais Comentadas

source: #1 Reviewer
pt_br: Avaliador #1

source: Top 10 Reviewer
pt_br: Avaliador Top 10

source: Top 50 Reviewer
pt_br: Avaliador Top 50

source: Top 100 Reviewer
pt_br: Avaliador Top 100

source: Top 500 Reviewer
pt_br: Avaliador Top 500

source: Top 1000 Reviewer
pt_br: Avaliador Top 1000

source: Views
pt_br: Visualizações

source: Video count
pt_br: # Vídeos

source: Photo count
pt_br: # Fotos

source: Audio count
pt_br: # Áudios

source: Attachment count
pt_br: # Anexos

source: Favorite count
pt_br: # Favoritos

source: Pending Moderation
pt_br: Pentende de Moderação

source: Expired
pt_br: Expirado

source: New
pt_br: Novo

source: Newest
pt_br: Mais Recentes

source: Most Popular
pt_br: Mais Popular

source: Most Liked
pt_br: Mais Curtidos

source: Ordering
pt_br: Ordenar

source: All
pt_br: Todos

source: Video
pt_br: Vídeo

source: Photo
pt_br: Foto

source: Attachment
pt_br: Anexo

source: Audio
pt_br: Áudio

source: I like this
pt_br: Curti isso

source: I dislike this
pt_br: Eu não curti isso

source: Report as inappropriate
pt_br: Reportar como inapropriado

source: no upload limit
pt_br: sem limite de upload

source: upload limit reached (%s)
pt_br: limite de upload atingido (%s)

source: %1$s remaining out of %2$s
pt_br: %1$s sobrando de %2$s

source: No rating
pt_br: Não avaliado

source: Select Rating
pt_br: Selecione Avaliação

source: %s and up
pt_br: %s e acima

source: Editor rating
pt_br: Avaliação do Editor

source: User rating
pt_br: Avaliação dos usuários

source: Overall rating
pt_br: Avaliação Geral

source: %s star
pt_br: %s estrela

source: Not rated
pt_br: Não Avaliado

source: Add Media
pt_br: Adicionar foto/arquivo

source: Comments (%s)
pt_br: Comentários (%s)

source: Claim this listing
pt_br: Reivindicar este item

source: Compare
pt_br: Comparar

source: LANG_LISTING_SEND_INQUIRY
pt_br: Enviar Pergunta

source: Reply to this review
pt_br: Responder para esta avaliação

source: Reply to this comment
pt_br: Responder a este comentário

source: Delete Reply
pt_br: Apagar Resposta

source: Edit
pt_br: Editar

source: Report this comment
pt_br: Denunciar este comentário

source: Report this review
pt_br: Denunciar esta avaliação

source: Was this review helpful to you?
pt_br: Considera esta avaliação útil?

source: Manage
pt_br: Administrar

source: Delete
pt_br: Apagar

source: Edit Media
pt_br: Editar Mídia

source: Published
pt_br: Publicado

source: Unpublished
pt_br: Não publicado

source: Not featured
pt_br: Não destacado

source: Main Media
pt_br: Mídia Principal

source: Read more
pt_br: Ler mais

source: Read reviews
pt_br: Ler avaliações

source: Write review
pt_br: Escrever avaliação

source: Keywords
pt_br: Palavras-Chave

source: Category
pt_br: Categoria

source: User Rating
pt_br: Avaliação de Usuário

source: Editor Rating
pt_br: Avaliação de Editor

source: Miles
pt_br: Milhas

source: Please enter a valid value for %s.
pt_br: Escreva um valor válido para %s.

source: You don't have enough access to perform this action.
pt_br: Você não tem o acesso necessário para fazer esta ação.

source: Select Category
pt_br: Selecione a categoria

source: User Reviews: %s
pt_br: Avaliações de Usuários: %s

source: Editor Reviews: %s
pt_br: Avaliações do Editor: %s

source: Media for %s
pt_br: Mídia para %s

source: Listings by %s
pt_br: Itens por %s

source: ordered by %s
pt_br: ordenar por %s

source: ordered by %s desc
pt_br: ordenar por %s desc

source: Favorites by %s
pt_br: Favoritos por %s

source: Reviews written by %s
pt_br: Avaliações escritas por %s

source: Review for %s, %s
pt_br: Avaliação por %s, %s

source: Remove from favorites
pt_br: Remover dos favoritos

source: Add to favorites
pt_br: Adicionar aos favoritos

source: Other users interested in {title}
pt_br: Outros usuários interessados em {title}

source: Search ANY selected option
pt_br: Pesquise QUALQUER opção selecionada

source: Search ALL selected options
pt_br: Pesquise TODAS opções selecionada

source: Select
pt_br: Selecione

source: No listings selected for comparison.
pt_br: Nenhum item selecionado para comparação

source: %s Comparison
pt_br: %s Comparação

source: Only listings with the same listing type can be compared. One or more of the listing ids in the menu has a different listing type.
pt_br: Apenas items do mesmo tipo podem ser comparados. Um ou mais itens são de tipos diferentes.

source: Media by %s
pt_br: Mídia por %s

source: Photos by %s
pt_br: Fotos por %s

source: Videos by %s
pt_br: Vídeos por %s

source: Audio by %s
pt_br: Áudio por %s

source: Attachments by %s
pt_br: Anexos por %s

source: Photos for %s
pt_br: Fotos para %s

source: Video for %s
pt_br: Vídeo para %s

source: Listing photos for %s
pt_br: Fotos de itens para %s

source: User photos for %s
pt_br: Fotos de usuários para %s

source: Reviewer photos for %s
pt_br: Fotos de avaliação para %s

source: photos
pt_br: fotos

source: videos
pt_br: vídeos

source: attachments
pt_br: anexos

source: audio
pt_br: áudio

source: this type of file
pt_br: esse tipo de arquivo

source: Username is valid
pt_br: Nome de usuário é válido

source: Username is invalid
pt_br: Nome de usuário é inválido

source: We finished processing your upload
pt_br: Acabamos de processar seu upload

source: New listing %s
pt_br: Novo item %s

source: Edited listing %s
pt_br: Item editado %s

source: New review for %s
pt_br: Nova avaliação %s

source: Edited review for %s
pt_br: Avaliação editada para %s

source: Owner review reply submitted for listing %s
pt_br: Resposta para sua avaliação enviada para o item %s

source: New comment for review: %s
pt_br: Novo comentário para avaliação: %s

source: Edited comment for review: %s
pt_br: Comentário editado para a avaliação: %s

source: Listing claim submitted for %s
pt_br: Reclamação de item enviado por %s

source: New inquiry for: %s
pt_br: Nova pergunta por: %s

source: From: %s
pt_br: De: %s

source: Phone number: %s
pt_br: Telefone: %S

source: Listing: %s
pt_br: Item: %s

source: Listing link: %s
pt_br: Item link: %s

source: submitted a new listing titled %s
pt_br: Enviado um novo item nomeado %s

source: wrote a review for %s
pt_br: Acabei de escrever a minha avaliação para %s

source: posted a new comment
pt_br: novo comentário enviado

source: liked this review for %s
pt_br: curtiu esta avaliação por %s

source: Rating
pt_br: Avaliação

source: Read review
pt_br: Ler Avaliação

source: %s stars
pt_br: %s estrelas

source: Please verify you are not a robot.
pt_br: Escreva o código de segurança.

source: The security code you entered was invalid.
pt_br: O código de segurança que escreveu está errado.

source: LANG_LISTING_EDIT
pt_br: Editar Item

source: LANG_LISTING_FEATURED
pt_br: Destaque

source: LANG_REVIEW_WRITE_DETAIL
pt_br: Escrever Avaliação

source: LANG_REVIEW_ADD_DETAIL
pt_br: Adicionar nova avaliação

source: LANG_REVIEW_ADD_COMMENT_DETAIL
pt_br: Adicionar novo comentário

source: LANG_REVIEW_USER_REVIEWS_NOT_FOUND
pt_br: Não há avaliações de usuários para este item.

source: LANG_REVIEW_USER_COMMENTS_NOT_FOUND
pt_br: Não há comentários de usuários para este item.

source: LANG_LISTING_CREATE
pt_br: Adicionar novo item

source: LANG_LISTING_FORM_TITLE
pt_br: Título do Item

source: LANG_LISTING_FORM_TITLE_ALIAS
pt_br: URL do Item

source: LANG_LISTING_FORM_SUMMARY
pt_br: Resumo

source: LANG_LISTING_FORM_DESCRIPTION
pt_br: Descrição

source: LANG_LISTING_FORM_UPLOAD_MEDIA_INFO
pt_br: Você poderá adicionar fotos e arquivos ao item após concluir o envio.

source: LANG_LISTING_MEDIA_UPLOAD_HEADER
pt_br: Adicionar mídia: %s

source: Please enter your name.
pt_br: Escreva o seu nome.

source: Please enter a valid email address.
pt_br: Escreva um endereço de email válido.

source: Please enter a username.
pt_br: Escreva seu nome de usuário

source: Please accept our Terms & Conditions.
pt_br: Por favor aceite os nossos Termos e Condições.

source: Close
pt_br: Fechar

source: Cancel
pt_br: Cancelar

source: Start
pt_br: Começar

source: Stop
pt_br: Parar

source: Continue
pt_br: Continuar

source: Back
pt_br: Voltar

source: Place Order
pt_br: Fazer Pedido

source: Frontpaged
pt_br: Na Página Principal

source: Not frontpaged
pt_br: Não na página principal

source: Clear
pt_br: Limpar

source: Publish to Facebook
pt_br: Publicar no Facebook

source: Loading...
pt_br: Carregando...

source: Fill in to create an account
pt_br: Preencha para criar uma conta

source: show more
pt_br: mostrar mais

source: hide
pt_br: esconder

source: You are not allowed to submit listings in this category.
pt_br: Você não tem permissão para enviar itens nesta categoria.

source: The category selected is invalid.
pt_br: A categoria selecionada é inválida.

source: A listing with that title already exists.
pt_br: Um item com esse título já existe.

source: You need to select a category.
pt_br: Você deve selecionar uma categoria.

source: Please enter the listing title.
pt_br: Por favor adicione o título do item

source: Please enter a summary.
pt_br: Por favor adicione um resumo

source: Please enter a description.
pt_br: Por favor adicione uma descrição

source: Go to listing
pt_br: Ir para item

source: Are you sure you want to delete this listing?
pt_br: Tem certeza que quer apagar este item?

source: The listing was deleted.
pt_br: O item foi excluído

source: Are you sure you want to delete this file?
pt_br: Tem certeza que deseja excluir este arquivo?

source: %s upload failed. You don't have permission to upload %s.
pt_br: carregamento de %s falhou. Você não tem permissão para carregar %s

source: %s has an invalid extension.
pt_br: %s tem uma extensão inválida.

source: File has an invalid extension, it should be one of %s.
pt_br: O arquivo tem uma extensão inválida, deveria ser uma %s.

source: Photo upload limit (%s) reached.
pt_br: Limite de upload de fotos atingido (%s).

source: Video upload limit (%s) reached.
pt_br: Limite de upload de vídeo atingido (%s).

source: Attachment upload limit (%s) reached.
pt_br: Limite de uploade de anexos atingido (%s).

source: Audio upload limit (%s) reached.
pt_br: Limite de upload de áudio atingido (%s).

source: Upload directory is not writable.
pt_br: Diretório de upload não permite escrita.

source: No files were uploaded.
pt_br: Nenhum arquivo foi carregado.

source: %s is empty.
pt_br: %s está vazio.

source: %s is too large. The maximum allowed size is %sMB.
pt_br: %s é muito grande. O tamanho máximo permitido é %sMB.

source: A video was not found at the specified url.
pt_br: Um vídeo não foi encontrado na URL especificada.

source: Video linking is disabled
pt_br: Referenciamento de vídeo está desabilitado

source: File not found
pt_br: Arquivo não encontrado

source: Cannot complete video upload because remote storage and video encoding setup is incomplete in Media Settings.
pt_br: Não foi possível compeltar o upload do vídeo pois o armazenamento remoto e a configuração de encoding estão incompletos no Media Settings.

source: Cannot complete audio upload because remote storage and audio encoding setup is incomplete in Media Settings.
pt_br: Não foi possível compeltar o upload do áudio pois o armazenamento remoto e a configuração de encoding estão incompletos no Media Settings.

source: {file} has an invalid extension. Allowed extensions: {extensions}.
pt_br: {file} tem uma extensão inválida. Extensões permitidas: {extensions}.

source: {file} is too large, maximum file size is {sizeLimit}.
pt_br: {file} é muito grande, o tamanho máximo permitido é de {sizeLimit}.

source: {file} is empty.
pt_br: {file} está vazio

source: No files to upload.
pt_br: Nenhum arquivo para carregar

source: The files are being uploaded, if you leave now the upload will be cancelled.
pt_br: Os arquivos estão sendo carregados, se você sair agora o carregamento será cancelado.

source: The remote site rejected the connection to download the file.
pt_br: O site remoto rejeitou a conexão para baixar o arquivo.

source: The upload URL is not valid, please try again.
pt_br: A URL de upload não é valida, por favor tente novamente.

source: You've reached your photo limit for this listing. To publish this photo you'll first need to unpublish one of the other photos.
pt_br: Você atingiu o limite de fotos para este item. Para publicar esta foto você deverá despublicar uma das demais fotos já carregadas.

source: You've reached your video limit for this listing. To publish this video you'll first need to unpublish one of the other videos.
pt_br: Você atingiu o limite de vídeos para este item. Para publicar este vídeo você deverá despublicar um dos demais vídeos já carregados.

source: You've reached your attachment limit for this listing. To publish this attachment you'll first need to unpublish one of the other attachments.
pt_br: Você atingiu o limite de anexos para este item. Para publicar este anexo você deverá despublicar um dos demais anexos já carregados.

source: You've reached your audio limit for this listing. To publish this audio track you'll first need to unpublish one of the other audio tracks.
pt_br: Você atingiu o limite de áudios para este item. Para publicar este áudio você deverá despublicar um dos demais áudios já carregados.

source: You already submitted a review.
pt_br: Você já enviou uma avaliação.

source: You are not allowed to review your own listing.
pt_br: Você não pode avaliar o seu próprio item.

source: Thank you for your submission
pt_br: Obrigado pelo seu envio

source: Thank you for your submission. Refresh the page to see it.
pt_br: Obrigado pelo seu envio. Recarregue a página para vê-lo.

source: Your changes were saved.
pt_br: As suas alterações foram salvas.

source: Your changes were saved, refresh the page to see them.
pt_br: Suas mudanças foram salvas, atualize a página para vê-las.

source: Please enter a title for the review.
pt_br: Você deve escrever um título para a avaliação.

source: Please enter your comment.
pt_br: Escreva o seu comentário.

source: You are missing a rating in %s criteria.
pt_br: Ainda falta pontuar em %s critérios.

source: Are you sure you want to delete your reply?
pt_br: Tem certeza que quer excluir sua resposta?

source: The reply was deleted.
pt_br: A resposta foi excluida.

source: You are not allowed to vote on your own review.
pt_br: Você não pode votar em sua própria avaliação.

source: Login or register to vote.
pt_br: Faça login ou cadastre-se para votar.

source: You already voted.
pt_br: Você já votou.

source: Thank you for your submission.
pt_br: Obrigado pela sua contribuição.

source: Thank you for your submission. It will be published once it is verified.
pt_br: Obrigado pela sua contribuição. Será publicado assim que for verificado.

source: Are you sure you want to delete this comment?
pt_br: Tem certeza que quer apagar este comentário?

source: The comment was deleted
pt_br: O comentário foi excluído

source: Your claim was submitted, thank you.
pt_br: Sua alegação foi enviada, obrigado.

source: The message is empty.
pt_br: A mensagem está vazia.

source: Please register to claim this listing
pt_br: Por favor cadastre-se para solicitar a propriedade deste item

source: Register to add this entry to your favorites
pt_br: Registre-se para adicionar esta entrada aos seus favoritos

source: Your inquiry has been submitted.
pt_br: Sua pergunta foi enviada.

source: Your reply was submitted and has been approved.
pt_br: Sua resposta foi enviada e está sendo aprovada.

source: Your reply was submitted and will be published once it is verified.
pt_br: Sua resposta foi enviada e será publicada assim que verificada.

source: A reply for this review already exists.
pt_br: Já existe uma resposta para esta avaliação.

source: The reply is empty.
pt_br: Nenhuma resposta enviada.

source: Your report was submitted, thank you.
pt_br: A sua denúncia foi enviada, obrigado.

source: -- Select --
pt_br: -- Selecione --

source: -- Select %s --
pt_br: -- Selecione %s --

source: No results found, try a different spelling.
pt_br: Nenhum resultado encontrado, tente uma ortografia diferente.

source: Start typing for suggestions
pt_br: Comece a escrever para sugestões

source: Compare All
pt_br: Comparar Tudo

source: Remove All
pt_br: Remover Tudo

source: You need to select more than one listing for comparison.
pt_br: Você precisa selecionar mais de um item para comparação.

source: You selected maximum number of listings for comparison.
pt_br: Você selecionou o número máximo de itens para comparação.

source: %B %d, %Y
pt_br: %d de %B de %Y

source: %b %d, %Y
pt_br: %d de %B de %Y

source: year
pt_br: ano

source: month
pt_br: mês

source: week
pt_br: semana

source: day
pt_br: dia

source: hour
pt_br: hora

source: minute
pt_br: minuto

source: second
pt_br: segundo

source: %s ago
pt_br: %s atrás

source: Listing: %1$s. %2$s
pt_br: Novo Item: %1$s. %2$s

source: Review for: %1$s. %2$s
pt_br: Avaliação de: %1$s. %2$s

source: Discussion on: %1$s. %2$s
pt_br: Discussão de: %1$s. %2$s

source: review
pt_br: avaliação

source: COM_COMMUNITY_MALE
pt_br: Homem

source: COM_COMMUNITY_FEMALE
pt_br: Mulher

source: COMMUNITY_TAG
pt_br: Membro

source: COMMUNITY_BUILDER_TAG
pt_br: Membro

source: Listing
pt_br: Item

source: JOMRES_TAG
pt_br: Hotel

source: K2_TAG
pt_br: k2

source: MTREE_TAG
pt_br: Item

source: Commented on a review
pt_br: Comentou uma avaliação

source: Added listing to favorites
pt_br: Adicionou um item aos favoritos

source: Submitted a listing
pt_br: Enviou um novo item

source: Uploaded a photo
pt_br: Enviou uma foto

source: Uploaded a video
pt_br: Enviou um vídeo

source: Uploaded an attachment
pt_br: Enviou um anexo

source: Uploaded an audio file
pt_br: Enviou um arquivo de áudio

source: First to review listing
pt_br: Primeiro a avaliar o item

source: Submitted a review
pt_br: Enviou uma avaliação

source: {actor} added new listing %1$s in %2$s.
pt_br: {actor} adicionou um novo item %1$s em %2$s.

source: {actor} updated listing %1$s.
pt_br: {actor} atualizou o item %1$s.

source: {actor} reviewed %1$s.
pt_br: {actor} avaliou %1$s.

source: {actor} updated review for %1$s.
pt_br: {actor} atualizou a avaliação de %1$s.

source: {actor} added %1$s to favorites.
pt_br: {actor} adicionou %1$s aos favoritos.

source: {actor} removed %1$s from favorites.
pt_br: {actor} removeu %1$s dos favoritos.

source: {actor} voted as helpful a review, %1$s, written by %2$s.
pt_br: {actor} votou como útil uma avaliação, %1$s, feita por %2$s.

source: {actor} voted as not helpful a review, %1$s, written by %2$s.
pt_br: {actor} votou como não útil uma avaliação, %1$s, feita por %2$s.

source: {actor} commented on a %1$s for %2$s.
pt_br: {actor} comentou em %1$s para %2$s.

source: {actor} updated comment on a %1$s for %2$s.
pt_br: {actor} atualizou o comentário em %1$s para %2$s.

source: {actor} added {single}a photo{/single}{multiple}{count} photos{/multiple} for %s
pt_br: {actor} adicionou {single}uma foto{/single}{multiple}{count} fotos{/multiple} para %s

source: {actor} added {single}a video{/single}{multiple}{count} videos{/multiple} for %s
pt_br: {actor} adicinou {single}um vídeo{/single}{multiple}{count} vídeos{/multiple} para %s

source: {actor} added {single}a song{/single}{multiple}{count} songs{/multiple} for %s
pt_br: {actor} adicionou {single}uma música{/single}{multiple}{count} músicas{/multiple} for %s

source: {actor} added {single}a document{/single}{multiple}{count} documents{/multiple} for %s
pt_br: {actor} adicionou {single}um documento{/single}{multiple}{count} documentos{/multiple} for %s

source: A guest
pt_br: Um visitante

source: and
pt_br: e

source: %s listing feeds
pt_br: %s feeds de itens

source: %s review feeds
pt_br: %s feeds das avaliações

source: %s - restricted access
pt_br: %s - acesso restrito

source: {actor} liked a photo contributed by {target}
pt_br: {actor} curtiu uma photo enviada por {target}

source: {actor} didn't like a photo contributed by {target}
pt_br: {actor} não curtiu uma photo enviada por {target}

source: {actor} liked a photo
pt_br: {actor} curtiu uma foto

source: {actor} didn't like a photo
pt_br: {actor} não curtiu uma photo

source: {actor} liked a video contributed by {target}
pt_br: {actor} curtiu um vídeo enviado por {target}

source: {actor} didn't like a video contributed by {target}
pt_br: {actor} não curtiu um vídeo enviado por {target}

source: Drop files here
pt_br: Solte os arquivos aqui

source: Failed
pt_br: Falhou

source: %1$s results - showing %2$s - %3$s
pt_br: %1$s resultados - mostrando %2$s - %3$s

source: Publication Date
pt_br: Data de publicação

source: Expiration Date
pt_br: Data de expiração

source: Duration
pt_br: Duração

source: Only linking allowed
pt_br: Apenas referência de link permitido

source: Upload from URL
pt_br: Carregar a partir de uma URL

source: URL to media file
pt_br: URL do arquivo de mídia

source: Uploaded Media
pt_br: Mídia carregada

source: URL to video page
pt_br: URL da página do vídeo

source: Upload
pt_br: Carregar

source: Select Files
pt_br: Selecione os arquivos

source: Select or Drag & Drop your files to automatically start the upload process
pt_br: Selecione ou Arraste e Solte seus arquivos para começar o processo de carregamento automaticamente

source: Use Camera
pt_br: Usar a câmera

source: Choose Existing
pt_br: Escolha já existente

source: Update Information
pt_br: Atualizar informação

source: Approved
pt_br: Aprovado

source: Processing Failed
pt_br: Falha no processamento

source: Processing Cancelled
pt_br: Processamento cancelado

source: We are processing the file and this can take several minutes. You can wait or we will send you a notification when it is done
pt_br: Estamos processando o arquivo e poderá levar alguns minutos. Você pode aguardar ou lhe enviaremos uma notificação quando estiver concluido.

source: Reviewer
pt_br: Avaliador

source: Ratings (the higher the better)
pt_br: Pontuações (o mais elevado, melhor)

source: Rate it
pt_br: Avalie

source: Please provide some information that will allow us to verify your ownership claim.
pt_br: Por favor forneça alguma informação que permita que verifiquemos seu pedido de propriedade.

source: No entries were found
pt_br: Nenhuma entrada encontrada

source: View all my favorites
pt_br: Ver todos os favoritos

source: View all my listings
pt_br: Ver todas as minhas avaliações

source: Reviewed by
pt_br: Analisado por

source: View all my reviews
pt_br: Ver todas as minhas avaliações

source: The directory is empty.
pt_br: O diretório está vazio.

source: Search
pt_br: Busca

source: Advanced search
pt_br: Busca avançada

source: Name
pt_br: Nome

source: Username
pt_br: Nome de Usuário
